{
	"strings": {
		"SS2_ITEM_BABYTOYS_NAME": "Детские игрушки",
		"SS2_ITEM_BABYTOYS_PICKUP": "Вы теряете {0} уровня и при этом сохраняете все свои характеристики.",
		"SS2_ITEM_BABYTOYS_DESC": "Вы теряете <style=cIsUtility>{0} <style=cStack>(+{0} за шт.)</style> уровня</style>, при этом <style=cIsUtility>характеристики остаются неизменными</style>.",
		"SS2_ITEM_BABYTOYS_LORE": "Заказ: детские игрушки\r\nОтслеживающий код: 013*****\r\nПримерная дата доставки: 07.06.2056\r\nСпособ доставки: высокий приоритет\r\nАдрес доставки: 431, Голден Шор, Земля\r\nДетали доставки:\r\n\r\nПривет, солнышко! Извини, что не получилось прийти, но, пожалуйста, возьми эти игрушки для своего ребёнка. Он ещё совсем мал, но кто знает, вдруг он однажды станет следующим высокопоставленным капитаном UES! Я очень жду, когда смогу снова с вами встретиться, с тех пор, как меня одолела эта проклятая простуда, состояние у меня было совсем не лучшее, не хочу ребёночка заразить. Люблю вас, пожалуйста, ПОЖАЛУЙСТА, берегите себя!\r\n",

		"SS2_ITEM_DROIDHEAD_NAME": "Голова дроида",
		"SS2_ITEM_DROIDHEAD_DESC": "Убийство элитного врага создаёт <style=cIsDamage>охранного дрона</style> <style=cStack>(+{0}% урона за шт.)</style> на <style=cIsDamage>{1} сек.</style> Созданные дроны <style=cIsUtility>наследуют элитный тип</style> убитого элитного врага.",
		"SS2_ITEM_DROIDHEAD_PICKUP": "Создаёт временного дрона при убийстве элитного врага.",
		"SS2_ITEM_DROIDHEAD_LORE": "Заказ: охранный робот\nОтслеживающий код: 1138***\nПримерная дата доставки: 14.5.2056\nСпособ доставки: приоритетный/хрупкое вещество\nАдрес доставки: Робототехника РаКом, Асимов, Марс\nДетали доставки:\n\nЭто одна из немногих целых частей, которые мы смогли утащить из той кучки украденных охранных роботов... Та военная группа на Плутоне украла несколько этих моделей ER-14 и долгое время использовала их на своих базах. Вот этот, в частности, ER-14XPC5VVUFF, соответствует тем, которые вы пытались вернуть давным-давно. Я не знаю всей этой истории, я лишь знаю, что тот, кто найдёт остатки этой партии роботов, будет щедро вознаграждён. У меня есть ещё другие остатки, но они куда менее целые... По крайней мере, они больше не предоставляют опасности. Сообщите, если вы хотите, чтоб я отправил их тоже.\n",

		"SS2_ITEM_ERRATICGADGET_NAME": "Хаотичное устройство",
		"SS2_ITEM_ERRATICGADGET_DESC": "Увеличивает <style=cIsDamage>вероятность критического удара на {0}%</style>. Критические удары наносят на <style=cIsDamage>{1}%</style> <style=cStack>(+{1}% за шт.)</style> больше урона.",
		"SS2_ITEM_ERRATICGADGET_PICKUP": "Критические удары наносят больше урона.",
		"SS2_ITEM_ERRATICGADGET_LORE": "<style=cMono>==========================\n========  ПерехватчикЗвонков ========\n===== АЛЬФА 0.1354.1.12 =====\n==========================\n\nПерехват звонка TdiM3c4fcQQA.34074... завершено\nПринимаем аудиоввод от собеседника А... завершено\nОт собеседника Б........ завершено\nШифровка связи... завершено\nВключить вывод преобразования текста в речь в реальном времени?\n>Да\n\n==========================\nВЫВОД ПРЕОБРАЗОВАНИЯ ТЕКСТА В РЕЧЬ НИЖЕ\n==========================\n</style>\nСобеседник А: Эй, а устройство всё ещё у вас?\nСобеседник Б: Ага, оно здесь, всё ведь ещё в силе?\nСобеседник А: Да, сделка всё ещё действительна...\nСобеседник А: Вы никому не говорили об этом, верно?\nСобеседник Б: Вы, что, думаете, что я тупой? Конечно же нет!\nСобеседник А: Хорошо. Продолжайте в том же духе.\nСобеседник Б: Да, да, рот на замок... Так, вы уверены, что эту штуку, типа, безопасно просто так отправлять через систему?\nСобеседник Б: Это устройтсво - какая-то модификация высокотехнологичного оружия, не так ли?\nСобеседник А: Не волнуйтесь, устройство абсолютно безопасно. UES не проверяет посылки. Я пользовался их услугами доставки уже миллион раз, и меня до сих пор не раскусили.\nСобеседник Б: Ну, как скажете. Я отправляю его вам и ожидаю пятнадцать тысяч кредитов в течение следующих двадцати четырёх часов, как мы и планировали.\nСобеседник А: Как мы и планировали. С вами приятно иметь дело.\n\n<style=cMono>==========================\n=====ОТКЛЮЧЕНИЕ ОТ ЗВОНКА=====\n==========================\n\nПрерывание связи..... завершено\nСоздание резервной копии звонка........ завершено\nСохранить выведенный текст?\n>Да\n",

		"SS2_ITEM_GREENCHOCOLATE_NAME": "Зелёный шоколад",
		"SS2_ITEM_GREENCHOCOLATE_DESC": "При потере как минимум <style=cIsHealth>{0}%</style> максимального здоровья за один удар, урон свыше этого значения уменьшается на <style=cIsDamage>{1}%</style>, а вы получаете складывающийся эффект статуса, повышающий базовый урон на <style=cIsDamage>{4}%</style> и вероятность критического удара на <style=cIsDamage>{5}%</style> в течение <style=cIsDamage>{2}</style> <style=cStack>(+{3} за шт.)</style> сек.",
		"SS2_ITEM_GREENCHOCOLATE_PICKUP": "При получении высокого урона этот урон снижается, а вы получаете огромный бонус к урону и шансу критического удара.",
		"SS2_ITEM_GREENCHOCOLATE_LORE": "<style=cMono>Расшифровка аудиозаписи из эхо-сигналов завершена. Присвоение стандартных маркеров.</style>\n\n[Шипящий, громкий лязг]\n\nЧЕЛОВЕК 1: Ммм... Эй, можно задать один странный вопрос?\n\nЧЕЛОВЕК 2: [Слышимый вздох] Что такое?\n\nЧЕЛОВЕК 1: Ты не знаешь каких-нибудь необычных экзотических сортов шоколада ярко-зелёного цвета?\n\nЧЕЛОВЕК 2: Чего? Что за бред ты несёшь?\n\nЧЕЛОВЕК 1: Я нашёл зелёный шоколад в этом охранном сундуке, и я хотел узнать, нормально ли это или нет.\n\nЧЕЛОВЕК 2: Э-э, нет, это не нормально. По крайней мере, я так считаю. Не могу сказать точно.\n\n[Потрескивание]\n\nЧЕЛОВЕК 1: Так, что же это тогда такое? Думаешь, от него можно отравиться?\n\nЧЕЛОВЕК 2: Наверное нет. И, уф-ф, в последний раз говорю, то мясо не было ядовитым, у тебя просто слабый желудок.\n\nЧЕЛОВЕК 1: Ладно, я, наверное, просто возьму его с собой на случай, если совсем худо станет.\n\nЧЕЛОВЕК 2: Не думаю, что это хорошая идея, но да ладно.\n\n<style=cMono> Конец расшифровки.</style>\n",

		"SS2_ITEM_NKOTASHERITAGE_NAME": "Наследие Нкоты",
		"SS2_ITEM_NKOTASHERITAGE_DESC": "Вы получаете <style=cIsUtility>{0}</style> <style=cStack>(+{0} за шт.)</style> <style=cIsUtility>предметов</style> при повышении уровня. <color=#ffffff>Обычные</color> предметы перестают выпадать из этого предмета после {1} уровня, <color=#81d047>необычные</color> предметы - после {2} уровня.",
		"SS2_ITEM_NKOTASHERITAGE_PICKUP": "Вы получаете предмет при повышении уровня.",
		"SS2_ITEM_NKOTASHERITAGE_LORE": "\"Друзья мои. Всех вас собрали здесь, чтобы поделиться важными новостями.\n\nВо-первых, я с болью в сердце сообщаю вам, что Нкота, последняя из наших великих вождей, наш добрый матриарх, к сожалению, покинула наш мир. Насколько мы знаем, она мирно сделала свой последний вздох прошлой ночью, в старости лет, закончив все свои земные дела. С учётом сказанного, никто не унаследует её лидерства. Она была последней из рода, без живых братьев, сестёр и детей.\n\nВместо этого в последнем завещании её мудрость положила новое начало. Для нас. Для всех нас. Она пожелала, чтобы оставшиеся члены нашего общества разошлись, либо вместе, либо раздельно, по миру. Это, возможно, слишком крайнее решение, но лично я верю в то, что оно лучшее для нашего общества.\n\nНкота будет погребена в конечной точке нашего путешестия согласно её завещанию. Вы можете горевать по ней и нашему обществу некоторое время, но не медлите. Группа пилигримов начнёт путешествие вместе со мной к великой серой тропе, пятьдесят миль к югу, через неделю. Вы можете последовать за мной, или пойти по своему пути. Это исключительно ваш выбор. Не беспокойтесь о том, что не сможете проделать этот путь. У Нкоты не было детей, это правда, но её наследие в духе, а не в крови. Все вы её дети, и она защитит вас, пока вы не достингите своей цели.\n\nБлагодарю всех вас за то, что уделили время. Предлагаю вам начать упаковывать имущество к предстоящему путешествию.\"\n\n - Панегирик Нкоте и деревне Даго",

		"SS2_ITEM_PORTABLEREACTOR_NAME": "Переносной реактор",
		"SS2_ITEM_PORTABLEREACTOR_DESC": "Вы получаете <style=cIsUtility>полную неуязвимость</style> на первые <style=cIsUtility>{0}</style> <style=cStack>(+{1} за шт.)</style> сек. каждого этапа.",
		"SS2_ITEM_PORTABLEREACTOR_PICKUP": "Вы временно неуязвимы в начале каждого этапа.",
		"SS2_ITEM_PORTABLEREACTOR_LORE": "Восемьдесят секунд. Чёртовы ящерицы. Они куда более проворны, чем кажутся.\n\nСемьдесят секунд. Она остановилась передохнуть. Что когда-то было сильными порывами ветра стало безветрием в пределах миниатюрной биосферы.\n\nШестьдесят секунд. Она начала пересчитывать пули.\n\nПятьдесят секунд. Два оставшихся магазина, коробка гильз, граната - мокрая, и притуплённый нож. Этого едва хватит.\n\nСорок секунд. Она начала пересчитывать их головы.\n\nТридцать секунд. Ящерицы сторонились её щита. Либо они боялись этой технологической новинки, либо... они выжидали её.\n\nДвадцать секунд. Она зарядила дробовик.\n\nДесять секунд. Ящерицы бросились в атаку - она понадеялась, что была готова.",

		"SS2_ITEM_SKATEBOARD_NAME": "Скорый скейтборд",
		"SS2_ITEM_SKATEBOARD_DESC": "Вы можете <style=cIsUtility>бежать</style> в <style=cIsUtility>любом направлении</style>. Применение навыков даёт временный эффект, увеличивающий <style=cIsUtility>скорость передвижения</style> на <style=cIsUtility>+{0}%</style> <style=cStack>(+{1}% за шт.)</style> в течение <style=cIsUtility>{4}</style> сек.; временный эффект складывается до <style=cIsUtility>{2}</style> раз.",
		"SS2_ITEM_SKATEBOARD_PICKUP": "Вы можете бежать в любом направлении. Применение навыков ускоряет вас.",
		"SS2_ITEM_SKATEBOARD_LORE": "<style=cIsHealth>В СТАДИИ РАЗРАБОТКИ - ПОЖАЛУЙСТА, ПРОЧИТАЙТЕ ЗАМЕТКИ И ДАЙТЕ СВОЙ ОТЗЫВ!\n\n</style><style=cStack>Заметки разработчиков: Оригинальный эффект этого предмета из Starstorm 1 не работает в RoR2, так как в этой игре передвигаться можно всегда. Вам нравится такая, новая версия этого предмета? Подумайте ещё об этом перед тем, как предложить изменения:\n\n > Дать всем навыкам Подвижность было бы круто, но с точки зрения кода очень костыльно.\n > Бег во всех направлениях вообще чувствуется нормально или нет? Роб всегда говорил, что с этим неприятно играть, но, как по мне, нормально.\n > Ускорение не слишком сильное? И не слишком ли слабое? Или таким его оставить?</style>"
	}
}