{
  "strings": {
    "SS2_EXECUTIONER2_NAME": "Палач",
    "SS2_EXECUTIONER2_SUBTITLE": "Ужасающая гильотина",
    "SS2_EXECUTIONER2_DESCRIPTION": "Палач — выживший в стиле «высокий риск — высокая награда», сосредоточенный на совершении бесчисленного количества убийств.\n\n<color=#CCD3E0> < ! > Используйте Служебный пистолет, чтобы набрать несколько убийств, заряжая ещё более мощный Ионный разряд с каждым убийством.\n\n< ! > Вы можете либо нажать на кнопку Ионного разряда один раз, чтобы сделать несколько выстрелов, либо удерживать её, чтобы полностью разрядить все выстрелы.\n\n< ! > Казнь — превосходный навык для нанесения урона как по толпе, так и по одной цели. Не забывайте о том, что его урон зависит от того, сколько целей она атакует!\n\n< ! > Если вам угрожает толпа врагов, Рассеивание толпы может быстро избваиться от «хвоста».",
    "SS2_EXECUTIONER2_OUTRO_FLAVOR": "..и он ушёл, как пустая оболочка брони, покрытая кровью.",
    "SS2_EXECUTIONER2_OUTRO_FAILURE": "..и он исчез, освободившись от неизбежного.",
    "SS2_EXECUTIONER2_LORE": "Смерть неизбежна. Она приходит за каждым из нас. Некоторые могут попытаться её перехитрить, убежать от неё. Но смерть всё равно придёт. Смерть, однако, лишь цена войны. И смерть в славной битве — одна из лучших смертей, о которой может мечтать человек.\n\nНо, разумеется, есть те, кто предпочитают убежать от смерти. Мы даём им немало прозвищ. Дезертиры, трусы, изменники. Каждый из них — предатель. Эти предатели будут наказаны за преступление. И наказание: по иронии, именно то, чего они пытались избежать.\n\nСмерть придёт к ним. Не в обличии призрака с косой. Не в пальто, держа в руке револьвер. Не болезнью, не старостью. Нет. К ним, смерть придёт в блестящем боевом одеянии, со служебным пистолетом и до предела заряженными ионными манипуляторами.",

    "SS2_KEYWORD_FEAR2": "<style=cKeywordName>Страх</style><style=cSub>Поражённые враги перестают атаковать и убегают, а также получают на 50% больше урона и передвигаются на 30% медленнее.</style>",
    "SS2_KEYWORD_EXECUTING2": "<style=cKeywordName>Кара</style><style=cSub>Наносит удвоенный урон, если поражено не больше 1 цели.</style>",
    "SS2_KEYWORD_RECHARGING2": "<style=cKeywordName>Перезаряжаемое</style><style=cSub>Убийство врагов восстанавливает заряды этого навыка в зависимости от силы убитого врага. От убийств Казнью вы получаете в два раза больше зарядов.</style>",

    //"SS2_EXECUTIONER_PASSIVE_NAME": "Кровавая бойня",
    //"SS2_EXECUTIONER_PASSIVE_DESC": "Убийство врагов, поражённых <style=cIsUtility>страхом</style>, сокращает время восстановления всех навыков на <style=cIsUtility>1 секунду</style>.",

    "SS2_EXECUTIONER_PISTOL_NAME": "Служебный пистолет",
    "SS2_EXECUTIONER_PISTOL_DESCRIPTION": "Выстрелите из пистолета, чтобы нанести <style=cIsDamage>180% урона</style>.",

    "SS2_EXECUTIONER2_IONBURST_NAME": "[UNTRANSLATED]Ion Burst",
    "SS2_EXECUTIONER2_IONBURST_DESC": "[UNTRANSLATED]<style=cIsDamage>Shocking</style>. Rapidly discharge <style=cIsUtility>Ion Manipulator stocks</style> as ion bullets for <style=cIsDamage>350% damage</style> per bullet.",

    "SS2_EXECUTIONER2_IONCHARGE_NAME": "[UNTRANSLATED]Ion Manipulators",
    "SS2_EXECUTIONER2_IONCHARGE_DESC": "[UNTRANSLATED]Hold to begin building up to <style=cIsUtility>10 stocks</style>, and replace your <style=cIsDamage>primary skill</style>. <style=cIsUtility>Killing enemies also adds stocks.</style>",

    "SS2_EXECUTIONER2_DASH_NAME": "Рассеивание толпы",
    "SS2_EXECUTIONER2_DASH_DESC": "Сделайте рывок вперёд и приведите всех врагов поблизости в <style=cIsUtility>страх</style> на <style=cIsUtility>4 сек.</style>",
    "SS2_EXECUTIONER2_EXECUTION_NAME": "Казнь",
    "SS2_EXECUTIONER2_EXECUTION_DESC": "<style=cIsUtility>Пробивание</style>. <style=cIsDamage>Кара.</style> Совершите прыжок в небо с последующим ударом по земле массивным ионным топором на <style=cIsDamage>1450% урона</style>.",


    "SS2_EXECUTIONER_TASER_NAME": "Смертельный ток",
    "SS2_EXECUTIONER_TASER_DESCRIPTION": "Создайте дуги молнии перед собой, чтобы нанести <style=cIsDamage>{0}% урона</style>.",
    "SS2_EXECUTIONER_SWINGAXE_NAME": "Ионный топор",
    "SS2_EXECUTIONER_SWINGAXE_DESCRIPTION": "Взмахните топором, чтобы нанести <style=cIsDamage>% урона</style>. <style=cIsUtility>Каждый заряд второстепенного навыка добавляет щит, равный 4% от максимального здоровья</style>.",
    "SS2_EXECUTIONER_IONGUN_NAME": "Ионный разряд",
    "SS2_EXECUTIONER_IONGUN_DESCRIPTION": "<style=cIsUtility>Перезаряжаемое.</style> Выстрелите очередью ионизированных пуль, каждая из которых наносит <style=cIsDamage>{0}% урона</style>. <style=cIsUtility>За одно применение разряжается до 5 пуль</style>.",
    "SS2_EXECUTIONER_IONBLAST_NAME": "Ионный взрыв",
    "SS2_EXECUTIONER_IONBLAST_DESCRIPTION": "Взрыв чистой ионной энергии, наносящий <style=cIsDamage>% урона</style>. Может быть <style=cIsUtility>заряжен</style>, потребляя несколько зарядов сразу. <style=cIsUtility>Восстанавливает заряды за каждое убийство врага в зависимости от его силы</style>.",
    "SS2_EXECUTIONER_AXESCEPTER_NAME": "Массовая казнь",
    "SS2_EXECUTIONER_AXESCEPTER_DESCRIPTION": "Совершите прыжок в небо с последующим ударом по земле ионным топором на <style=cIsDamage>3000% урона</style>.",
    "SS2_EXECUTIONER_ARMOR_NAME": "Ионный крушитель",
    "SS2_EXECUTIONER_ARMOR_DESCRIPTION": "Наденьте комплект ионизированной брони, увеличивающей <style=cIsUtility>вашу броню на 60</style> и приводящей ваш второстепенный навык в состояние <style=cIsDamage>суперзаряда</style> на <style=cIsDamage>4</style> секунды.",
    "SS2_EXECUTIONER_ARMORSCEPTER_NAME": "Ионный властелин",
    "SS2_EXECUTIONER_ARMORSCEPTER_DESC": "Наденьте комплект ионизированной брони, увеличивающей <style=cIsUtility>вашу броню на 80</style> и приводящей ваш второстепенный навык в состояние <style=cIsDamage>суперзаряда</style> на <style=cIsDamage>4</style> секунды. Убийство врагов приводит врагов поблизости в <style=cIsUtility>страх</style> на 4 секунды."

  }
}