{
	"strings": {
		"SS2_ITEM_ARMEDBACKPACK_NAME": "Рюкзак с вооружением",
		"SS2_ITEM_ARMEDBACKPACK_DESC": "При получении урона есть вероятность выпустить ракету на <style=cIsDamage>{0}%</style> <style=cStack>(+{0}% за шт.)</style> урона. Чем больше урона вы получаете, тем больше шанс.",
		"SS2_ITEM_ARMEDBACKPACK_PICKUP": "Выстреливает ракетой при получении большого урона.",
		"SS2_ITEM_ARMEDBACKPACK_LORE": "Заказ: милитаризованный рюкзак (на возврат)\nОтслеживающий код: 823****\nПримерная дата доставки: 13.02.2056\nСпособ доставки: стандартный\nАдрес доставки: Юл Роуд 17, Ливингрок, Земля\nДетали доставки:\n\nДал осечку в походе. Ищите себе адвокатов.",

		"SS2_ITEM_BLOODTESTER_NAME": "Повреждённый анализатор крови",
		"SS2_ITEM_BLOODTESTER_DESC": "Каждые {0} секунд, быстро <style=cIsHealing>восстанавливайте</style> <style=cIsHealing>{1} здоровья <style=cStack>(+{1} за стек)</style></style> за каждые <style=cIsUtility>25 золотых</style>, что у вас есть.<style=cIsUtility>Масштабируется со временем.</style>",
		"SS2_ITEM_BLOODTESTER_PICKUP": "Переодические восстанавливайте здоровье на основне золота.",
		"SS2_ITEM_BLOODTESTER_LORE": "Возврат: повреждённый анализатор крови\nОтслеживающий код: 288*****\nПримерная дата доставки: 17.06.2056\nСпособ доставки: приоритетный\nАдрес доставки: штаб-квартира «Фармацевтика Диониса», Плутон\nДетали доставки:\n\nЕго нужно починить до того, как он принесёт нашей компании больше вреда, чем блага. Эта штука постоянно выдавала ложные результаты каждый раз, как наш МЕД-И использовал её. Он не только мешает нашему рабочему процессу, нам ещё и приходится расплачиваться из своего кармана с пациентами, потому что мы тычем в них иголками, выдаём им неверные анализы и напрасно напрашиваемся на споры. И мы не можем заявить, что пациент ошибся, ведь анализы тут же сохраняются на серверах. Мы не можем продолжать разбрасываться такими большими суммами, иначе мы обанкротимся к следующему кварталу.\n",

		"SS2_ITEM_COFFEEBAG_NAME": "Пакетик кофе",
		"SS2_ITEM_COFFEEBAG_DESC": "<style=cIsDamage>{0}%</style> шанс уронить кофейное зерно, что увеличивает <style=cIsDamage>скорость атаки на {1}%</style> и <style=cIsUtility>скорость передвижения</style> на <style=cIsUtility>{3}</style> <style=cStack>(+{3} за стек)</style> <style=cIsUtility>секунды</style>.",
		"SS2_ITEM_COFFEEBAG_PICKUP": "Бросайте кофейные зерна, которые повышают атаку и скорость передвижения.",
		"SS2_ITEM_COFFEEBAG_LORE": "Заказ: кофе\nОтслеживающий код: 917****\nПримерная дата доставки: 06.12.2056\nСпособ доставки: стандартный\nАдрес доставки: Дир Лейн 6430, Пенсильвания, Земля\nДетали доставки:\n\nПривет, мама!\n\nЯ тут путешествую, прямо как ты в молодости... Я помню все истории, которые ты мне рассказывала, из той поры, когда ты была в моём возрасте. Как ты была в таких местах, как Ямайка, Румыния, вообще везде на Земле! Надеюсь, я смогу скоро навестить тебя, чтобы рассказать обо всех местах, где я был.\n\nПомню, был один кофе, который ты обычно привозила к нам домой... кажется, он назывался \"Neik Dark Roast\"? В любом случае, на Титане есть такое место, где они выращивают свой кофе, и это один из лучших сортов! Он напоминает мне о тех временах, когда мы вместе сидели дома.\n\nОчень надеюсь, что скоро увижусь с тобой. Я скучаю по тебе, и скучаю по котикам. Элени передаёт привет, и я с нетерпением жду, когда обо всём тебе расскажу!\n\nС любовью, Ханан\n",

		"SS2_ITEM_DETRITIVETREMATODE_NAME": "Детрито-трематода",
		"SS2_ITEM_DETRITIVETREMATODE_DESC": "Враги со <style=cIsDamage>здоровьем ниже {0}%<style=cStack>(+{1}% за стек)</style></style> получают <style=cIsDamage>негативный эффект</style>, периодически наносящий <style=cIsDamage>{2}%</style> базового урона <style=cStack>(+{2}% за шт.)</style>.",
		"SS2_ITEM_DETRITIVETREMATODE_PICKUP": "Враги с низким здоровьем периодически получают урон, вплоть до смерти.",
		"SS2_ITEM_DETRITIVETREMATODE_LORE": "<style=cMono>$ Расшифровка изображения... завершено.\n$ Подведение итогов... завершено.\n$ Вывод текстовых строк... завершено.\nУспешно!\n\n\n</style>Это запись в журнале Д. Фёртена, натуралиста UES [Удалено] в сотрудничестве с центром исследования и документации внеземной жизни UES. Данная запись была создана в точке Сигма во время экспедиции к густым джунглям Роговицы III.\n\n---------------------\n\nЯ встретил свой первый образец внеземной жизни на этой планете! Как же он чудесен. Образец напоминает земляного круглого червя, но намного крупнее. Я дал им тривиальное название 'детрито-трематода', и опишу их свойства ниже.\n\n• Диаметром приблизительно два дюйма, и в размерах варьируется от около четырёх дюймов до полторы фута в длину. Белой окраски.\n\n• Эти трематоды пожирали кучу гниющего мяса в сырой пещере. Мясо было неизвестного происхождения, однако присутствие других, более крупных животных не менее захвытывающе.\n\n• После того, как я черпнул комок гниющего мяса, трематоды быстро отреагировали и начали вертеться и извиваться, пока не стали медленно успокаиваться. Охранник, которого отправили со мной, Шеври, похоже, почувствовал при этом отвращение.\n\n• Как только я дотронулся до одной из них голой рукой, чтобы прочувствовать их текстуру, трематода присосалась к моей ладони и начала жевать. Было невероятно больно, как иметь трематоду на моей ладони, так и терпеть то, как Шеври отрезает эту штуку. Несмотря на небольшую рану на моей ладони, я уверен, что со мной всё в порядке.\n",

		"SS2_ITEM_DIARY_NAME": "Пустой дневник",
		"SS2_ITEM_DIARY_DESC": "При входе на этап, <style=cIsUtility>наберите {0} уровней</style> и <style=cIsUtility>потратьте этот предмет.</style>",
		"SS2_ITEM_DIARY_PICKUP": "Повышение уровня при входе на этап. Расходуется при использовании.",
		"SS2_ITEM_DIARY_LORE": "<style=cMono>Передача записи с камер наблюдения секции 14-Б коридора завершена.\n\nПечать...\n\n</style>\"Так эта книга - единственная вещь в этом контейнере для хранения?\"\n\"Ну, да. Помимо всякой старой мебели, это всё.\"\n\"И что это за книга такая? Она должна окупить себя, если это всё, что мы отсюда вытащим.\"\n\"Это дневник, по-моему. Первую запись сделал один Алан Хоуайзер около 26 лет назад. Он, похоже, умный парень, пишет, что работал на химическом испытательном заводе на Земле.\"\n\"И это всё? Это всего лишь старый дневник какого-то парня?\"\n\"Погоди, это ещё не всё. Пока я пробегался по дневнику, где-то на сотых страницах почерк изменился, и, конечно же, его нашёл уже другой человек, по-видимому, на скамейке в парке. То же самое примерно через тридцать страниц. И снова через ещё семьдесят. И так продолжается ещё много раз. Пару дюжин разных людей записывали здесь свои радостные воспоминания, странные тайны, загадки, ответы на эти загадки, самые разные вещи.\"\n\"Хм. Тогда эта штука, должно быть, настоящая кладезь знаний, да? Есть что-нибудь о том, кто был последним владельцем?\"\n\"Э-э, вообще-то, да. Кое-кто по имени Чел сделал последнюю запись в книге, и этот кое-кто, похоже, оставил свой адрес на задней обложке. Зачем, о чём вы думали?\"\n\n<style=cMono>Конец важной части записи.</style>",

		"SS2_ITEM_DIARY_CONSUMED_NAME": "Исписанный дневник",
		"SS2_ITEM_DIARY_CONSUMED_DESC": "Они точно снимут из этого фильм.",
		"SS2_ITEM_DIARY_CONSUMED_PICKUP": "Они точно снимут из этого фильм.",

		"SS2_ITEM_DORMANTFUNGUS_NAME": "Дрёмогриб",
		"SS2_ITEM_DORMANTFUNGUS_DESC": "<style=cIsHealing>Восстанавливает {0}</style> <style=cStack>(+{1} за шт.)</style> <style=cIsHealing>здоровья</style> каждую секунду во время бега.",
		"SS2_ITEM_DORMANTFUNGUS_PICKUP": "Восстанавливает здоровье во время бега.",
		"SS2_ITEM_DORMANTFUNGUS_LORE": "<style=cMono>Документация из исследовательской станции «Ладья»\n\nЗапись об «Образце-18305», неделя 3</style>\n\nЭто один из более странных экземпляров, которые мы находили. Этот гриб произрастал почти на всём в здании, если мы позволяли ему сделать это. На стенах, на полу, на потолке. Есть предположение, что он отдаёт предпочтение движущимся объектам. Нашей одежде, дверям и даже некоторой технике. Мы продолжим следить за этим поведением.\n\n<style=cMono>Запись об «Образце-18305», неделя 5</style>\n\nОбразец продолжает присоединяться ко всему в лаборатории. Мы заметили, что он становится тем здоровее, чем больше он движется с объектом, к которому присоединён. Испытания указывают на то, что он выживает благодаря теплу, созданному движениями, поглощая его корнями. Мы попробуем пересадить его на постоянно движущийся аппарат и проследим за его здоровьем.\n\n<style=cMono>Запись об «Образце-18305», неделя 8</style>\n\nМы оставили экземпляр присоединённым к старой модели поршня из лаборатории. В случае возникновения ущерба мы собирались избавиться от поршня, что мы и планировали сделать уже давно. Поршень был оставлен включённым и работал в течение последних 3 недель. Интересно заметить, что поршень по предположению должен был сломаться за этот промежуток времени. Однако, похоже, что экземпляр создал симбиотическое взаимоотношение с аппаратом. Мы продолжим следить за этим поведением, чтобы выявить негативные эффекты и другие потенциальные способы применения для этого образца.\n",

		"SS2_ITEM_FORK_NAME": "Вилка",
		"SS2_ITEM_FORK_DESC": "Увеличивает базовый урон на <style=cIsDamage>{0}</style> <style=cStack>(+{0} за шт.)</style>.",
		"SS2_ITEM_FORK_PICKUP": "Увеличивает урон.",
		"SS2_ITEM_FORK_LORE": "\"Нет, это несерьёзно... Послушай, я знаю, мы сказали, что нам понадобится всё, что попадётся, чтобы выжить, но тебе нужно понять, что не нужно всё воспринимать в буквальном смысле!\"\n\nОн держал в руке серебряный прибор, на лице его был вопрошающий взгляд. \"Что ты имеешь в виду? А что, если нам придётся отбиваться от монстра?\"\n\nКороткое молчание.\n\n\"Прошу, мы ведь вдвоём видели существ этой планеты. Не говори мне, что ты считаешь, что этого хватит, чтобы отбиться от чего-нибудь здесь.\"\n\nОн пожал плечами. \"Кто знает\", ответил он, засунув вилку к себе в карман.\n",

		"SS2_ITEM_GUARDINGAMULET_NAME": "Защитный амулет",
		"SS2_ITEM_GUARDINGAMULET_DESC": "Уменьшает урон наносимый в спину на <style=cIsDamage>{0}%</style> <style=cStack>(+{0}% за стек)</style>.",
		"SS2_ITEM_GUARDINGAMULET_PICKUP": "Уменьшает урон наносимый в спину.",
		"SS2_ITEM_GUARDINGAMULET_LORE": "",

		"SS2_ITEM_MALICE_NAME": "Злоба",
		"SS2_ITEM_MALICE_DESC": "Ваши атаки наносят <style=cIsDamage>{0}%</style> ОБЩЕГО урона до <style=cIsDamage>{1}</style> <style=cStack>(+{1} за стек)</style> дополнительным врагам в радиусе <style=cIsDamage>{2}м</style> <style=cStack>(+{3}м за стек)</style>.",
		"SS2_ITEM_MALICE_PICKUP": "Нанесённый урон распространяется на врагов поблизости.",
		"SS2_ITEM_MALICE_LORE": "В тебе есть слабость.\n\nФизическая? Может быть и нет. Ты сражаешься, чтобы выжить, и сражаешься достаточно умело. Но в разуме? Товарищ мой, твой разум хрупок. Ты сражаешься и убиваешь, но раскаиваешься перед теми, кого убиваешь. Почему? Животные, они не проявляют к тебе раскаяния. Для них ты лишь добыча, к которой они подкрадываются, или хищник, от которого они убегают. Те неповоротливые титаны? Они не испытывают эмоций, лишь безмолвно следуют указанию уничтожать. Уничтожать таких, как ты.\n\nИ я хорошо знаю тебя. Товарищ мой, ты не желаешь иметь в себе слабость. Ты желаешь владеть мощью как в разуме, так и в теле. Не проявляй сочувствия к этим глупым чудищам, ведь это всё, что они из себя представляют. Сражайся, чтобы убивать, а не только лишь для того, чтобы выжить.\n\nНо человеческая злоба недалеко тебя унесёт. Возьми это. Позволь затянуть себя глубже. Сражайся, чтобы убивать, и убивай, чтобы внушать страх.\n",

		"SS2_ITEM_MOLTENCOIN_NAME": "Расплавленная монета",
		"SS2_ITEM_MOLTENCOIN_DESC": "<style=cIsDamage>{0}%</style> вероятности <style=cIsDamage>поджечь</style> врага при попадании на <style=cIsDamage>{1}%</style> базового урона <style=cStack>(+{1}% за стек)</style> и заработать <style=cIsUtility>${2}</style> <style=cStack>(+${2} за стек. Увеличиватся с каждым пройденным этапом).",
		"SS2_ITEM_MOLTENCOIN_PICKUP": "Вероятность поджечь врага и получить золото при попадании.",
		"SS2_ITEM_MOLTENCOIN_LORE": "Заказ: расплавленная монета\nОтслеживающий код: 446*****\nПримерная дата доставки: 22.09.2056\nСпособ доставки: стандартный\nАдрес доставки: Венецианский полицейский участок, Бритен, Венера\nДетали доставки:\n\nЭй, я нашёл ещё одну улику, связанную с той бомбёжкой на площади Паратан, которая была пару дней назад.\n\nИтак, ты ведь знаешь о том, как следователям пришлось отложить расследование, потому что в той зоне было слишком жарко? Так вот, то место наконец остыло этим утром, и мне удалось найти эту расплавленную монетку, прилипшую к мостовой. Быстрый химический тест показал, что она, возможно, сделана в основном из вольфрама с золотым покрытием, а ещё она до сих пор не остыла с тех пор, как я отлепил её от земли.\n\nВсё же, я не совсем понимаю, что это может значить. Может это счастливый амулет или визитная карточка? В любом случае, я отправляю её тебе, потому что тебе, откровенно говоря, понадобится вся помощь, которую можно предоставить. Я имею в виду, 7 погибших, 18 раненых, почти полмиллиона в виде материального ущерба, и единственные твои улики - это расплавленная монета и взорванное кафе? Что ж, я тебе сочувствую, чувак. Удачи с этим делом.\n",

		"SS2_ITEM_NEEDLES_NAME": "Иголки",
		"SS2_ITEM_NEEDLES_DESC": "<style=cIsDamage>+{0}% шанс</style> при попадании гарантировать <style=cIsDamage>критические удары</style> по врагу в течении следующих <style=cIsDamage>{1}</style> <style=cStack>(+{1} за стек)</style> попаданий.",
		"SS2_ITEM_NEEDLES_PICKUP": "Шанс подвергнуть врагов гарантированным критическим ударам.",
		"SS2_ITEM_NEEDLES_LORE": "<style=cMono>Отчёт UES о несчастном случае при доставке ID 219560163 обнаружен.\n\nВоспроизведение...</style>\n\n\"Сотрудник службы доставки Уилл Стетсон, номер 604, был помещён в медицинский отсек на борту UES [УДАЛЕНО], около 22 часов назад, из-за трудностей в обращении с посылкой, не соответствующей норме.\n\nПока Уилл выполнял свою работу, он заметил, как один из сундуков внезапно издал глухой стук, довольно громкий, позади него. Обеспокоенный мыслью о том, что кто-то попытался отправить настоящее животное под протоколом доставки «стандартный», он почувствовал, что ему нужно изучить посылку. Вместо животного в сундуке лежала маленькая пластиковая упаковка с большим количеством примечательно больших швейных иголок, упакованных, очевидно, слишком туго для соблюдения каких-либо мер безопасности.\n\nНаконец, и, вероятно, по упущению рассудка, Уилл решил дотронуться до упаковки. Это заставило упаковку внезапно разорваться в основном в его сторону, оставив верхнюю переднюю часть его тела в глубоких ранах. Ему повезло, что кто-то быстро его нашёл. Он в порядке, но ещё долго будет оправляться от состояния шока и потери крови.\"\n\nКонец отчёта.",
		
		"SS2_ITEM_X4_NAME": "Стимулятор «Икс-4»",
		"SS2_ITEM_X4_DESC": "Снижает время восстановления второстепенного навыка на <style=cIsUtility>{0}%</style> <style=cStack>(+{0}% за стек)</style>. При использовании второстепенного навыка <style=cIsHealing>увеличивает скорость регенерации</style> на <style=cIsHealing>+{1} hp/s</style> <style=cStack>(+{2} hp/s за стек)</style> на <style=cIsHealing>{3}</style> секунд.",
		"SS2_ITEM_X4_PICKUP": "Слегка снижает время восстановления второстепенного навыка и лечит при его использовании.",
		"SS2_ITEM_X4_LORE": "Заказ: Стимулятор (Икс-4)\nОтслеживающий код: 369*****\nПримерная дата доставки: 12.04.2057\nСпсооб доставки: приоритетный\nАдрес доставки: Ромео 33, Национальный парк Батанг Ай, Земля\nДетали доставки:\n\nГерметично упакован вместе с инструкцией. Есть ли у машины видимые симптомы 540? Если да, то постарайтесь не использовать более 100мл стимулятора.\n\nУдачи.",

		"SS2_ITEM_SANTAHAT_NAME": "Шапка Санты?",
		"SS2_ITEM_SANTAHAT_DESC": "Выглядит весело.",
		"SS2_ITEM_SANTAHAT_PICKUP": "Попался!",
		"SS2_ITEM_SANTAHAT_LORE": "Merry Chirristmas!",
		"SS2_INTERACTABLE_SANTAHAT_CONTEXT": "ХВАТАЙ! ХВАТАЙТЕ!",

		"SS2_ITEM_CHUNGUS_NAME": "Хихикающий гриб",
		"SS2_ITEM_CHUNGUS_DESC": "Постояв неподвижно <style=cIsHealing>1</style> секунду, создайте зону, которая каждую секунду <style=cIsHealing>исцеляет</style> на <style=cIsHealing>5.5%</style> <style=cStack>(+2.75% за стек)</style> от вашего <style=cIsHealing>здоровья</style> всех союзников в радиусе <style=cIsHealing>3м</style> <style=cStack>(+1.5м за стек)</style>. <style=cIsVoid>Оскверняет все Дрёмогрибы</style>.",
		"SS2_ITEM_CHUNGUS_PICKUP": "Вылечите всех ближайших союзников, постояв неподвижно в течение 1 секунды. <style=cIsVoid>Оскверняет все Дрёмогрибы</style>.",
		"SS2_ITEM_CHUNGUS_LORE": "Animals live, and animals die. They take from the land, and give back in equal portion. The vicious cycle of life continues its oroborrean trajectory-\n\n-and all of the while, the fungus chuckles.\n\nThen, man came. He built empires. Persisted through peace and prosperity, and through famine and war. Even still, the center never holds. Empires rise, and empires fall-\n\n-and all the while, the fungus chuckles.\n\nGods could be born. Paradise could be founded. It does not matter. Brotherhoods shatter like glass, and death reigns even in Arcadia. Entire worlds fall fallow-\n\n-and all the while, the fungus chuckles.\n\nIndeed, nothing lasts forever. Star systems, galaxies, the whole universe, even. All will submit to entropy, given time. All is ephemeral, all will be dust-\n\n-and all the while, the fungus chuckles.",		
		
		"SS2_ITEM_UNIVERSALCHARGER_NAME": "Универсальное зарядное устройство",
		"SS2_ITEM_UNIVERSALCHARGER_DESC": "Каждые <style=cIsUtility>{0} секунд</style> <style=cStack>(-{1}% за стек)</style>, мгновенно <style=cIsUtility>обновляйте время восстановления</style> вашего следующего <style=cIsUtility>неосновного навыка</style>.",
		"SS2_ITEM_UNIVERSALCHARGER_PICKUP": "Периодически обновляйте навык при активации.",
		"SS2_ITEM_UNIVERSALCHARGER_LORE": "Поддерживает UESB-A через UESB-ZZ бла-бла-бла",
		
		"SS2_ITEM_URANIUMHORSESHOE_NAME": "Урановая подкова",
		"SS2_ITEM_URANIUMHORSESHOE_DESC": "Увеличивает <style=cIsUtility>скорость передвижения</style> и <style=cIsUtility>высоту прыжка</style> на <style=cIsUtility>{0}%</style> <style=cStack>(+{0}% за стек)</style>.",
		"SS2_ITEM_URANIUMHORSESHOE_PICKUP": "Бегайте быстрее, прыгайте выше.",
		"SS2_ITEM_URANIUMHORSESHOE_LORE": "забавно",

		"SS2_ITEM_ICETOOL_NAME": "Инструмент для работы со льдом",
		"SS2_ITEM_ICETOOL_DESC": "При <style=cIsUtility>прикосновении к стене</style>, даёт <style=cIsUtility>+1</style> <style=cStack>(+1 за стек)</style> дополнительный прыжок.",
		"SS2_ITEM_ICETOOL_PICKUP": "Получите прыжок, касаясь стены.",
		"SS2_ITEM_ICETOOL_LORE": "",

		"SS2_ITEM_LIGHTBULB_NAME": "Чудо-лампочка",
		"SS2_ITEM_LIGHTBULB_DESC": "Уменьшает время восстановления навыков. Ломается при низком уровне здоровья.",
		"SS2_ITEM_LIGHTBULB_PICKUP": "Уменьшает время восстановления навыков на <style=cIsUtility>8%</style> <style=cStack>(-8% за стек)</style>. Получение урона при здоровье ниже <style=cIsHealth>25%</style> <style=cIsUtility>ломает</style> этот предмет.",
		"SS2_ITEM_LIGHTBULB_LORE": "",

		"SS2_ITEM_LIGHTBULB_CONSUMED_NAME": "Разбитая лампочка",
		"SS2_ITEM_LIGHTBULB_CONSUMED_DESC": "Остаток блестящей идеи.",
		"SS2_ITEM_LIGHTBULB_CONSUMED_PICKUP": "Остаток блестящей идеи."
	}
}
