{
	"strings": {
		"SS2_ITEM_BLOODTESTER_NAME": "Повреждённый анализатор крови",
		"SS2_ITEM_BLOODTESTER_DESC": "Даёт <style=cIsUtility>5 золота</style> за каждые <style=cIsHealing>20% восстановленного здоровья</style>. <style=cStack>Получаемое золото увеличивается с каждой штукой, от количества пройденных этапов и от максимального здоровья.</style>",
		"SS2_ITEM_BLOODTESTER_PICKUP": "Даёт золото при исцелении.",
		"SS2_ITEM_BLOODTESTER_LORE": "Возврат: повреждённый анализатор крови\nОтслеживающий код: 288*****\nПримерная дата доставки: 17.06.2056\nСпособ доставки: приоритетный\nАдрес доставки: штаб-квартира «Фармацевтика Диониса», Плутон\nДетали доставки:\n\nЕго нужно починить до того, как он принесёт нашей компании больше вреда, чем блага. Эта штука постоянно выдавала ложные результаты каждый раз, как наш МЕД-И использовал её. Он не только мешает нашему рабочему процессу, нам ещё и приходится расплачиваться из своего кармана с пациентами, потому что мы тычем в них иголками, выдаём им неверные анализы и напрасно напрашиваемся на споры. И мы не можем заявить, что пациент ошибся, ведь анализы тут же сохраняются на серверах. Мы не можем продолжать разбрасываться такими большими суммами, иначе мы обанкротимся к следующему кварталу.\n",

		"SS2_ITEM_FIELDACCELERATOR_NAME": "Акселератор поля",
		"SS2_ITEM_FIELDACCELERATOR_DESC": "Убийство врагов внутри радиуса телепорта <style=cIsUtility>заряжает</style> его на <style=cIsUtility>+{0}%</style> <style=cStack>(+{0}% за шт.)</style>.",
		"SS2_ITEM_FIELDACCELERATOR_PICKUP": "Убийство врагов сокращает время зарядки телепорта.",
		"SS2_ITEM_FIELDACCELERATOR_LORE": "<style=cMono>//--АВТОМАТИЧЕСКАЯ ТРАНСКРИПЦИЯ ИЗ КОМНАТЫ 1455A В UES [Сейф Тревелс]--//</style>\n\n\"Прибор у тебя?\"\n\n\"Да, вот он.\"\n\n\"Он ведь работает?\"\n\n\"У-у-угу. Работает безупречно.\"\n\n\"Великолепно. Помни, никто не должен об этом знать.\"\n\n\"Да, да, я знаю. Те... алтари на [УДАЛЕНО] обладают чудесным потенциалом. Как только мы проанализируем их, скопировать их будет проще простого. Это станет большим научным прорывом.\"\n\n\"Отлично. Просто веди себя естественно, выполни анализ и выбирайся до того, как кто-нибудь заподозрит тебя.\"\n\n\"Будет сделано. И, ещё раз, большое спасибо тебе за помощь.\"\n\n\"Не за что. Покуда ты заплатишь мне.\"\n\n\"Эх-хех, насчёт этого...\"",
		
		"SS2_ITEM_HOTTESTSAUCE_NAME": "Острейший соус",
		"SS2_ITEM_HOTTESTSAUCE_DESC": "Активация снаряжения <style=cIsDamage>поджигает</style> врагов в пределах <style=cIsDamage>{0} м</style> на <style=cIsDamage>{1}</style> секунд, нанося <style=cIsDamage>150% базового урона</style> и <style=cIsDamage>100% урона в секунду</style> <style=cStack>(+50% за шт.)</style>.",
		"SS2_ITEM_HOTTESTSAUCE_PICKUP": "Активация снаряжения поджигает близжайших врагов.",
		"SS2_ITEM_HOTTESTSAUCE_LORE": "<style=cMono>//--Автоматическая транскрипция из комнаты К3 (кухня, 3 этаж) отеля Кеймар--//</style>\n\nВысокий худой мужчина входит в комнату, держа в руках большую картонную коробку. \"Эй, ШЕФ. Как дела?\" Он ставит коробку на стол. \"Итак, у нас здесь несколько новых соусов, с которыми тебе надо будет ознакомиться. Сейчас мы с тобой пройдёмся по ним, если ты не против.\" ШЕФ-бот уделяет ему внимание, но продолжает работу.\n\nМужчина пробегается по рядам различных цветных бутылок, объясняя ШЕФУ их наименования, вкусы и применения в готовке. Наконец, он останавливается на красной бутылке... и недолго колеблется.\n\n\"...Так, теперь. Вот эта бутылка? На ней нет этикетки, и тому есть причина. Если ты получишь заказ, в котором сказано, что ты должен добавить в него \"<style=cDeath>острейший соус</style>\", ты берёшь и используешь эту бутылку. Но НЕ используй её НИ ПРИ КАКИХ ДРУГИХ ОБСТОЯТЕЛЬСТВАХ. Я знаю, что иногда тебе нужно импровизировать, чтобы закончить блюдо, но ты НИКОГДА не должен использовать эту бутылку, даже если займёшься этим. Понял?\"\n\nШЕФ-бот, всё ещё работая, утвердительно кивает.\n\n\"Хорошо. Я ожидаю великих творений от тебя, ШЕФ.\"\n\nШЕФ-бот вновь кивает и ненадолго приостанавливает свою работу, чтобы расставить бутылки по местам.\n\n\"...О, и ещё?\"\n\nШЕФ-бот останавливается, чтобы обратить внимание на мужчину ещё один раз.\n\n\"Пожалуйста, постарайся не сломать эту бутылку. Я знаю, что ты робот и всё такое, но ещё я знаю, что несчастные случаи имеют место быть, и этот отдельный несчастный случай может оставить дыру в полу.\"\n\nШЕФ-бот пристально смотрит на бутылку в течение короткого времени перед тем, как осторожно положить её в глубину шкафчика с остальными соусами.",

		"SS2_ITEM_HUNTERSSIGIL_NAME": "Сигил охотника",
		"SS2_ITEM_HUNTERSSIGIL_DESC": "После <style=cIsUtility>замирания на месте</style> в течение 1 секунды увеличивает броню на <style=cIsUtility>{0}</style> <style=cStack>(+{1} брони за шт.)</style> и вероятность критического удара на <style=cIsDamage>{2}%</style> <style=cStack>(+{3}% за шт.)</style>. Этот эффект действует ещё <style=cIsUtility>{4}</style> <style=cStack>(+{5} за шт.)</style><style=cIsUtility> сек.</style> после деактивации.",
		"SS2_ITEM_HUNTERSSIGIL_PICKUP": "При замирании на месте увеличивает броню и вероятность критического удара.",
		"SS2_ITEM_HUNTERSSIGIL_LORE": "<style=cMono>Аудиотранскрипция с переносного магнитофона завершена.\n\nПечать...\n\n</style>\"Думаешь, попадутся на наживку?\"\n\"Лишь бы попались. У нас нет другого выбора.\"\n\"Я всё ещё думаю, что использовать нашу еду вот так - это слишком рискованно.\"\n\"Если не попробуем, то умрём через неделю.\"\n\"Слушай, просто... убедись, что мы не потеряем слишком много.\"\n\"Ничего более важного своих жизней не потеряем, как минимум.\"\n\"...\"\n\"Они здесь.\"\n\"О, хорошо. Подстрели одного и пойдём отсюда.\"\n\"Ещё нет...\"\n\"Что? Чем больше ты ждёшь, тем больше еды мы потратим!\"\n\"Погоди...\"\n\"Давай, чувак, стреляй, еды у нас не так уж и много!\"\n\"Почти...\"\n\"СТРЕЛЯЙ.\"\n\"Совсем чуть-чуть...\"\n\"СТРЕЛЯЙ ИЛИ ОТДАВАЙ РУЖЬЁ.\"\n\"...\"\n\"ОТДАЙ ЕГО МНЕ.\"\n\"Эй, ПООСТОРОЖ-\"\n\n<style=cMono>Конец записи.</style>\n",

		"SS2_ITEM_JETBOOTS_NAME": "Прототип реативных ботинок",
		"SS2_ITEM_JETBOOTS_DESC": "Каждый прыжок создаёт <style=cIsDamage>замедляющий взрыв</style> радиусом {0} м <style=cStack>(+{1} м за шт, гиперболически)</style>, наносящий <style=cIsDamage>{2}%</style> <style=cStack>(+{3}% за шт.)</style> урона.",
		"SS2_ITEM_JETBOOTS_PICKUP": "Ваши прыжки теперь взрывные!",
		"SS2_ITEM_JETBOOTS_LORE": "Запись для постмортема «Металлоконструкций Гефеста»\n\nМестоположение: «Металлоконструкции Гефеста», Марс\nСостояние местоположения: интерьер уничтожен пожаром\nЖертвы: владелец, от пожара\nОтчёт с места:\n\nЯ бы подумал, что причиной возникновения пожара была кузнечная работа, печь или даже перекур. Тут не было ничего такого отличного от других мастерских того же типа. Несколько старых разновидностей мечей, броня, сельскохозяйственное оборудование и тому подобное. Однако, похоже, что сам кузнец был любителем, так как в задней части находились такие проекты, которые вы бы обычно не увидели в таких мастерских.\n\nЗначительную часть из них занимали обыкновенные моторы и металлы. Он, по-видимому, практиковался в создании часовых механизмов. Но в конце концов он перешёл на горючее и приборы, работающие от двигателя. Старые газонокосилки, мотоциклы и генераторы. В конце концов он перешёл на силовые установки. Маленькие беспроводные самолёты, вертолёты, старый ржавый реактивный ранец. Похоже, что он продвигался к работе над чем-то важным, и мы нашли этот проект в глубине мастерской.\n\nОн определённо владел гениальным умом. Он разрабатывал пару реактивных ботинок с нуля. Они ещё не вошли в производство, потому что реактивные ранцы хорошо выполняют ту же функцию, и ботинки не могут быть такими же прочными и тяжёлыми и в то же время производить настолько же мощную движущую силу. Похоже, у него были те же мысли, ведь он сделал эти ботинки более прочными для своей безопасности, но попытался это скомпенсировать, увеличив мощность движущей силы. В результате тепло от ботинок накопилось и взорвалось под ним. К сожалению, его изобретательная натура стоила ему его бизнеса и его жизни.\n\nОкружающая среда не пострадала, поэтому магазин в скором времени может быть отремонтирован. Ботинки были конфискованы и отправлены на исследование и вывод из эксплуатации, а оставшиеся предметы из магазина были отправлены родственникам владельца.\n\nНа этом мой отчёт кончается.\n",

		"SS2_ITEM_STRANGECAN_NAME": "Странная консервная банка",
		"SS2_ITEM_STRANGECAN_DESC": "<style=cIsDamage>8.5%</style> <style=cStack>(+5% за шт.)</style> вероятности <style=cIsDamage>отравить</style> врагов, нанося <style=cIsDamage>350% урона в течение определённого времени</style> и <style=cIsUtility>дезориентируя их</style>.",
		"SS2_ITEM_STRANGECAN_PICKUP": "Вероятность отравить врагов и заставить их получать урон в течение определённого времени.",
		"SS2_ITEM_STRANGECAN_LORE": "Сидят две фигуры, одна из них дрожжит среди моря обломков в промороженной норе. Единственные источники света - небольшие остатки костра и старые искрящиеся провода. Защиты от сурового холода едва ли нет.\n\n\"Эй...\" Он устремил взгляд в небо со сдержанными надеждами. \"Думаешь, мы когда-нибудь уйдём с этого камня?\"\n\n\"Трудно сказать.\" Она съедает кусочек пайка, который нашла ранее.\n\n\"Ну, должно же быть что-то, что мы упустили, верно? Какой-нибудь способ, о котором мы ещё не подумали?\" Он встаёт и начинает тревожно расхаживать.\n\n\"Может быть.\" Она съедает ещё кусочек.\n\n\"Может быть, есть обломок корабля с рабочими запчастями, который мы просто ещё не нашли, или мы можем исправить проблемы с уже найденными обломками?\" Глаза его горели, а сам он становился всё более взволнованным и полным надежд.\n\n\"Совершенно возможно.\" Ещё кусочек.\n\nОн останавливается с отвращённым взглядом на лице. \"Уф, прошу, может поможешь мне и что-нибудь придумаешь вместо того, чтобы просто сидеть и закусывать?\"\n\n\"Я бы не волновалась на твоём месте.\" Ещё кусочек.\n\nЕго отвращение резко превращается в откровенное раздражение и злобу. \"Почему же?! Ты не хочешь уйти отсюда?!\"\n\nОна вздыхает и проводит рукой по волосам. \"Вообще, да. Но это не значит, что нам нужно так сильно волноваться по пустякам. Мы ведь живы, не так ли? Мы должны быть благодарны за то, что хотя бы живы.\"\n\n\"Ну... Думаю, ты права... Сейчас переутомиться было бы очень некстати...\" Выражение на его лице успокаивается, пока он смотрит в землю.\n\n\"Видишь? Просто присядь, отдохни и согрейся едой из моих старых запасов.\" Она съедает ещё кусочек и передаёт жестяную банку.\n",

		"SS2_ITEM_WATCHMETRONOME_NAME": "Часовой метроном",
		"SS2_ITEM_WATCHMETRONOME_DESC": "<style=cIsUtility>Ходьба</style> постепенно накапливает вплоть до <style=cIsUtility>{0}</style> <style=cStack>(+{0} за шт.)</style> <style=cIsUtility>зарядов</style>, увеличивающих <style=cIsUtility>скорость передвижения</style> вплоть до <style=cIsUtility>{1}%</style> при активации. Ускорение постепенно тратится <style=cIsUtility>во время бега</style>.",
		"SS2_ITEM_WATCHMETRONOME_PICKUP": "Накапливает ускоренное передвижение, пока вы не бежите.",
		"SS2_ITEM_WATCHMETRONOME_LORE": "Заказ: сломанный часовой метроном\nОтслеживающий код: 88******\nПримерная дата доставки: 14.04.2056:\nСпособ доставки: приоритетный\nАдрес доставки: Скайвью-драйв 33, Альбумин, Венера\nДетали доставки:\n\nЗдравствуй, это тот часовой метроном, нуждающийся в починке, о котором я говорил. Оказывается, эта штуковина уже пару недель ломается, и мы с ребятами не можем ничего записать, ведь он вечно ускоряется. Я б хотел, чтоб вы вернули её побыстрее, так как у меня уши болят от другого, ушного метронома, если он слишком долгое время сидит у меня внутри. О, и будьте с ним поосторожнее. Эти часы - это подарок от моего папаши, поэтому они очень мне дороги. Заранее большое спасибо!\n",

		"SS2_ITEM_LOWQUALITYSPEAKERS_NAME": "Низкокачественные колонки",
		"SS2_ITEM_LOWQUALITYSPEAKERS_DESC": "Увеличивает <style=cIsUtility>скорость передвижения</style> пропорционально <style=cIsHealth>проценту недостающего здоровья</style>, вплоть до <style=cIsUtility>+{0}%</style> <style=cStack>(+{0}% за шт.)</style> <style=cIsUtility>скорости передвижения</style> при <style=cIsHealth>10% оставшегося здоровья и меньше</style>.",
		"SS2_ITEM_LOWQUALITYSPEAKERS_PICKUP": "Чем меньше текущее здоровье, тем быстрее вы передвигаетесь.",
		"SS2_ITEM_LOWQUALITYSPEAKERS_LORE": "<style=cIsHealth>В СТАДИИ РАЗРАБОТКИ - ПОЖАЛУЙСТА, ПРОЧИТАЙТЕ ЗАМЕТКИ И ДАЙТЕ СВОЙ ОТЗЫВ!\n\n</style><style=cStack>Заметки разработчиков: Если перенести этот предмет один в один из первой части во вторую, то он не совсем хорошо будет работать, как я считаю, так что я попробую сделать так, чтобы он всегда давал скорость в зависимости от недостающего здоровья, а не давал её моментально в огромном количестве при активации а-ля Старый боевой набор скрытности. Что думаете об этом?</style>",

		"SS2_ITEM_CRYPTICSOURCE_NAME": "Таинственный источник",
		"SS2_ITEM_CRYPTICSOURCE_DESC": "При <style=cIsDamage>беге</style> возникает <style=cIsDamage>всплеск энергии</style>, наносящий врагам <style=cIsDamage>{0}%</style> <style=cStack>(+{1}% за шт.)</style> урона.",
		"SS2_ITEM_CRYPTICSOURCE_PICKUP": "При беге возникает мощный всплеск энергии, наносящий урон.",
		"SS2_ITEM_CRYPTICSOURCE_LORE": "Крутой лор"
	}
}