{
    "strings":
    {
        "SS2_BORG_NAME": "Киборг",
        "SS2_BORG_SUBTITLE": "Чудовище, сотворённое человеком",
        "SS2_BORG_DESCRIPTION": "Киборг - разносторонний выживший, готовый к любой ситуации.<color=#CCD3E0> \n\n < ! > Уничтожитель стреляет моментально и точно, что делает его полезным для подавления врагов как на близком, так и на дальнем расстоянии. \n\n < ! > Восходящая звезда блестяще справляется в битве с группой тяжёлых врагов, так как она может поразить сразу несколько целей за короткий промежуток времени. \n\n < ! > Высвобождение тепла затягивает врагов поблизости перед взрывом, а также отбрасывает вас противоположно направлению выстрела. \n\n < ! > Возврат - полезный навык для исследования уровня, для возврата к телепорту и к другим активируемым объектам. Телепортация также наносит огромный урон врагам, внутри которых вы появляетесь.</color>\n\n",
        "SS2_BORG_OUTRO_FLAVOR": "..и он ушёл со сломанной рукой и без запасных частей.",
        "SS2_BORG_OUTRO_FAILURE": "..и он исчез, оставив маяк телепортации без сигнала.",
        "SS2_BORG_LORE": "<style=cMono>Аудиофайл из \"Свидетельства доктора Рейелла\". Воспроизведение...</style>\n\n\"Запись пошла. Начинайте исследование, Д. Рейелл.\"\n\n\"Благодарю. После сногшибательного успеха отдела разминирования с их биомеханическими аугментациями, что способствовало выпуску одних из лучших боевых инженеров всего отделения, они продолжили работу над несколько более... если так можно выразиться, экспериметальными проектами.\"\n\n\"Что вы имеете в виду?\"\n\n\"Отделение начало исследования в сфере мысленных аугментаций. Это, разумеется, был огромный шаг. Аугментация и до этого была передовой сферой, но приращение - или даже замена повреждённого мозга? Это была задача не из лёгких. Но начальники думали, что мы справимся, поэтому мы были обязаны взять эту работу на себя.\"\n\n\"Хм. Что же вышло из этого проекта?\"\n\n\"Когда прототипы были готовы, начались испытания на человеке. Мы собрали разного сорта народу для испытаний, они были в вегетативном состоянии, умственно нестабильные, сломленные люди. Нам поручили исправить их как можно лучше.\"\n\n\"И как же это прошло?\"\n\n\"Это... это была трагедия. У некоторых из них всё было слишком запущено. Мы ничего не могли сделать с ними. И это были лучшие случаи. Хуже было с теми, у кого тело отвергало замену. Были те, кто умер от моментальной реакции иммунной системы. Более осведомлённые из них молили нас о том, чтобы мы прекратили их головные боли. Некоторые попросту стали кричать. Они кричали часами, иногда даже днями. И, в один момент, они переставали кричать. Они в буквальном смысле закрикивали себя до смерти.\"\n\n\"Мм... это... немного пугает. Это всё?\"\n\n\"Был тот, кто пережил замену. Всё прошло чудесно. Мы поместили его в вегетативное состояние, у нас не было ни капли надежды на успех, и мы вытащили его оттуда, и вернули - может быть, не всю его прежнюю жизнь, но, наверно, что-то похожее на неё. Вы не представляете, как я был счастлив услышать, что с ним всё в порядке.\"\n\n\"Ну, думаю, это хорошо. Так, что же с ним случилось?\"\n\n\"Знаете? Я не уверен. Помимо некоторых изменений в поведении, что было ожидаемо, его возвращение в общество прошло довольно гладко. Мы проводили осмотры каждые 3 месяца, чтобы анализировать долговременные побочные эффекты, но... Вообще? Я тут вспомнил: он ведь не пришёл на осмотр в прошлом месяце. Ну что ж. Я уверен, что с ним всё в порядке. Но всё равно нужно будет связаться с ним об этом.\"\n\n\"Эм, тогда, ладно. Спасибо за то, что уделили время, Д. Рейелл. Ваше свидетельство... это что-то. Надеемся в дальнейшем услышать побольше о ваших проектах.\"\n\n\"Очень славно. Надеюсь, вам удастся найти то, что ищете.\"\n\n<style=cMono>Конец файла.</style>",
        
        
        
        "KEYWORD_SS2_TELEFRAG": "<style=cKeywordName>Телефраг</style><style=cSub>При телепортации во врага наносит ему огромный урон.</style>",
        
        

        "SS2_BORG_PASSIVE_NAME": "Реактивные ускорители",
        "SS2_BORG_PASSIVE_DESCRIPTION": "Удерживайте кнопку прыжка, чтобы <style=cIsUtility>замедлить падение</style>.",
        
        
        
        "SS2_BORG_PRIMARY_GUN_NAME": "Разрушитель",
        "SS2_BORG_PRIMARY_GUN_DESCRIPTION": "Стреляет в соперников на <style=cIsDamage>damage% урона</style>.",
        "SS2_BORG_SECONDARY_AIMBOT_NAME": "Восходящая звезда",
        "SS2_BORG_SECONDARY_AIMBOT_DESCRIPTION": " <style=cIsUtility>Оглушение</style>. Быстро совершает три самонаводящихся выстрела в соперников спереди на <style=cIsDamage>3xDamage% урона</style>.",
        "SS2_BORG_SPECIAL_NOTPREON_NAME": "Высвобождение тепла",
        "SS2_BORG_SPECIAL_NOTPREON_DESCRIPTION": "Отталкивает вас назад, выстреливая большой энергетической пулей, наносящей вплоть до <style=cIsDamage>damage% урона в секунду</style>. Взрывается через некоторое время, нанося <style=cIsDamage>%damage урона</style>.",
        "SS2_BORG_SPECIAL_TELEPORT_NAME": "Возврат",
        "SS2_BORG_SPECIAL_TELEPORT_DESCRIPTION": " <style=cIsDamage>Телефраг</style>. Устанавливает маяк телепортации. Используйте вновь, чтобы телепортироваться к маяку. Телепортация <style=cIsUtility>сокращает время перезарядки навыков на 4 секунды</style>.",
        "SS2_BORG_SPECIAL_TELEPORTB_NAME": "Возврат",
        "SS2_BORG_SPECIAL_TELEPORTB_DESCRIPTION": "Нажмите, чтобы телепортироваться к установленному маяку. Удерживайте, чтобы уничтожить маяк."
    }
}