{
  "strings": {
    "SS2_NEMMANDO_NAME": "Враждебный коммандо",
    "SS2_NEMMANDO_SUBTITLE": "Одинокое эхо",
    "SS2_NEMMANDO_DESCRIPTION": "Враждебный коммандо — «джокер» на поле битвы, способный обернуть любую ситуацию в свою пользу.\n\n<color=#CCD3E0>< ! > Применять Клинок подавления рискованно, однако он позволяет нанести много урона нанесением огромного количества эффектов Ранения.\n\n< ! > Внезапное ранение можно использовать для безопасного нанесения Ранения по группе врагов - пользуйтесь его способностью пробивать врагов!\n\n< ! > Идеальный баланс между ближним и дальним боем - вот ключ к успеху. Тактический перекат даёт достаточно брони, чтобы безопасно вступать в схватки и покидать их.\n\n< ! > Покорность можно использовать как источник огромного мгновенного урона, что полезно как для побега, так и для получения преимущества в нападении на ни о чём не подозревающего противника.",
    "SS2_NEMMANDO_OUTRO_FLAVOR": "..и он ушёл, вновь обретя чувство человечности.",
    "SS2_NEMMANDO_OUTRO_FAILURE": "..и он вернулся, прекратив свои бесконечные усилия.",
    "SS2_NEMMANDO_LORE": "Он ложится отдохнуть у костра, сложив оружие так, чтобы оно было под рукой. Осматривает окружение, надеясь на то, что пещера, в которой он спрятался, станет достаточным убежищем. Кто-нибудь другой бы сказал, что не к чему быть чрезмерно осторожным. Он бы сказал, <color=#FFCCED>что они ещё не видели всего на свете.</color>\n\nСлужебный пистолет, который он получил, когда был завербован. Хорошо использованный, испачканный и любимый. Он прошёл с ним через огонь и воду, был его спутником в любой миссии. Кто-нибудь другой бы сказал, что только глупец положился бы на своё оружие. Он бы ответил, <color=#FFCCED>что оружие — единственное, чему можно доверять.</color>\n\nКлинок павшего брата по оружию. Одна из последних реликвий человечества, которую он смог найти. Кто-нибудь другой бы сказал, что клинок позволяет им сохранить дух. Он бы сказал, <color=#FFCCED>что клинок позволяет ему держать их дух сломленным как можно дольше.</color>\n\nБесчисленный груз, приземлившийся вместе с ним. Каждый предмет продлил ему жизнь тем или иным способом. Дюжины посылок, не адресованных ему. Кто-нибудь другой бы сказал, что эти вещи не для него. Он бы сказал, <color=#FFCCED>что, если не он, то никто другой их не возьмёт.</color>\n\nФиолетовое сияние, исходящее из глубин пещеры. Такое тёплое, такое умиротворяющее... такое манящее. Ведущее его всё глубже и глубже, обещающая безопасность. Кто-нибудь другой бы сказал, что это слишком хорошо, чтобы быть правдой. Он бы сказал, <color=#FFCCED>что Фауст был мудрецом.</color>",

    "SS2_KEYWORD_GOUGE": "<style=cKeywordName>Ранение</style><style=cSub>Периодически наносит 100% урона, может наносить критические удары.",
    //"SS2_KEYWORD_REND": "<style=CKeywordName>Расчленение</style><style=cSub>Наносит дополнительный урон Раненым врагам.",

    "SS2_NEMCOMMANDO_PRIMARY_BLADE_NAME": "Клинок подавления",
    "SS2_NEMCOMMANDO_PRIMARY_BLADE_DESCRIPTION": "<style=cIsDamage>Ранение.</style> <style=cIsUtility>Подвижность.</style> Рубите врагов на <style=cIsDamage>160% урона</style>.",

    "SS2_NEMCOMMANDO_SECONDARY_BEAM_NAME": "Внезапный порез",
    "SS2_NEMCOMMANDO_SECONDARY_BEAM_DESCRIPTION": "<style=cIsDamage>Ранение.</style> <style=cIsUtility>Подвижность.</style> Удерживайте, чтобы зарядить пробивающий луч клинка, наносящий вплоть до <style=cIsDamage>400% урона</style>.",

    "SS2_NEMCOMMANDO_SECONDARY_SHOOT_NAME": "Одиночный выстрел",
    "SS2_NEMCOMMANDO_SECONDARY_SHOOT_DESCRIPTION": "<style=cIsUtility>Подвижность.</style> <style=cDeath>Расчленение.</style> Выстрелите из пистолета на <style=cIsDamage>150% урона</style>.",

    "SS2_NEMCOMMANDO_UTILITY_DODGE_NAME": "Тактический перекат",
    "SS2_NEMCOMMANDO_UTILITY_DODGE_DESCRIPTION": "Совершите <style=cIsUtility>перекат</style> на небольшое расстояние. Во время переката вы получаете <style=cIsUtility>200 брони</style>.",

    "SS2_NEMCOMMANDO_SPECIAL_SUBMISSION_NAME": "Покорность",
    "SS2_NEMCOMMANDO_SPECIAL_SUBMISSION_DESCRIPTION": "<style=cIsUtility>Подвижность.</style> <style=cDeath>Расчленение.</style> <style=cIsUtility>Сначала зарядите</style>, а затем отпустите, чтобы выпустить очередь из <style=cIsDamage>6 выстрелов дробью на 6x80% урона.</style> <style=cIsUtility>Количество выстрелов увеличивается со скоростью атаки</style>.",

    "SS2_NEMCOMMANDO_SPECIAL_BOSS_NAME": "Решающий удар",
    "SS2_NEMCOMMANDO_SPECIAL_BOSS_DESCRIPTION": "<style=cIsDamage>Ранение.</style> <style=cIsUtility>Сначала зарядите</style>, а затем отпустите, чтобы совершить <style=cIsUtility>рывок вперёд</style> и выпустить ошеломительный шквал из <style=cIsDamage>6 рубящих ударов</style>, каждый из которых наносит <style=cIsDamage>360% урона</style>. <style=cIsUtility>Количество рубящих ударов увеличивается со скоростью атаки</style>.",

    "SS2_NEMCOMMANDO_SPECIAL_SCEPSUBMISSION_NAME": "Союз",
    "SS2_NEMCOMMANDO_SPECIAL_SCEPSUBMISSION_DESCRIPTION": "<style=cIsUtility>Подвижность.</style> <style=cDeath>Расчленение.</style> <style=cIsUtility>Сначала зарядите</style>, а затем отпустите, чтобы выпустить очередь из <style=cIsDamage>6 выстрелов дробью на 4x70% урона.</style> <style=cIsUtility>Количество выстрелов увеличивается со скоростью атаки</style>. \n<color=#d299ff>СКИПЕТР: Дополнительно выпускает {0} лазера(-ов), наносящих {2}% урона.</color>",

    "SS2_NEMCOMMANDO_SPECIAL_SCEPBOSS_NAME": "Удар правосудия",
    "SS2_NEMCOMMANDO_SPECIAL_SCEPBOSS_DESCRIPTION": "<style=cIsDamage>Ранение.</style> <style=cIsUtility>Сначала зарядите</style>, а затем отпустите, чтобы совершить <style=cIsUtility>рывок вперёд</style> и выпустить ошеломительный шквал из <style=cIsDamage>{0} рубящих ударов</style>, каждый из которых наносит <style=cIsDamage>{1}% урона</style>. <style=cIsUtility>Количество рубящих ударов увеличивается со скоростью атаки</style>. \n<color=#d299ff>СКИПЕТР: При полном заряде вы сначала ненадолго исчезаете, а затем выпускаете все рубящие удары одновременно.</color>"

  }
}