{
  "strings": {
    "SS2_EXECUTIONER2_NAME": "Палач",
    "SS2_EXECUTIONER2_SUBTITLE": "Грозная Гильотина",
    "SS2_EXECUTIONER2_DESCRIPTION": "Цель Палача — пролить как можно больше крови за минимальное время. Патроны заряжены, ионные манипуляторы готовы.\n\n<color=#CCD3E0> < ! > Используйте Служебный Пистолет для убийств, чтобы заряжать Ионные Манипуляторы — или заряжайте их вручную между схватками.\n\n< ! > Ионный Разряд наиболее эффективен при полном заряде. Распределяйте выстрелы по толпе для максимального шокирующего эффекта.\n\n< ! > Казнь — отличный инструмент против толпы И одиночных целей. Помните: её урон зависит от количества поражённых целей!\n\n< ! > Используйте Разгон Толпы, чтобы контролировать врагов и подготовить их для точной Казни.",
    "SS2_EXECUTIONER2_OUTRO_FLAVOR": "..и он ушёл, оставив после себя лишь окровавленные доспехи-пустышку.",
    "SS2_EXECUTIONER2_OUTRO_FAILURE": "..и он исчез, избежав неизбежного.",

    "SS2_EXECUTIONER2_LORE": "Смерть неизбежна. Она приходит за каждым. Кто-то пытается увернуться или убежать. Но смерть настигает всех. Однако смерть — это просто цена войны. И смерть в славном бою — лучший конец, о котором может мечтать воин.\n\nНо, как всегда, находятся те, кто бежит от смерти. Мы зовём их по-разному: дезертиры, трусы, перебежчики. Каждый из них — предатель дела. Эти предатели должны быть наказаны. И наказание их, по иронии судьбы, — именно то, от чего они пытались сбежать.\n\nСмерть придёт за ними. Не как призрак в робе с косой. Не в плаще, с револьвером в руке. Не как болезнь или следствие времени. Нет. Для них смерть явится в сверкающих доспехах, со служебным пистолетом наготове и полностью заряженными ионными манипуляторами.",

    "SS2_KEYWORD_FEAR2": "<style=cKeywordName>Страх</style><style=cSub>Заставляет поражённых врагов прекратить атаку и бежать. Скорость передвижения снижена на 50%, а при 15% здоровья или ниже враги казнятся.</style>",
    "SS2_KEYWORD_EXECUTING2": "<style=cKeywordName>Казнь</style><style=cSub>Урон и коэффициент проков удваиваются, если поражён не более чем один враг. Убийства удваивают запас Ионных Манипуляторов.</style>",
    "SS2_KEYWORD_RECHARGING2": "<style=cKeywordName>Перезарядка</style><style=cSub>Этот навык можно перезаряжать, удерживая кнопку или убивая врагов. Дополнительные заряды увеличивают максимальную ёмкость.</style>",
    "SS2_KEYWORD_IONARMORBUFF": "<style=cKeywordName>Ионная Броня</style><style=cSub>Увеличивает броню на 60 и сокращает время перезарядки навыков на 20%.</style>",

    "SS2_SKIN_EXECUTIONER2_DEFAULT": "Стандартный",
    "SS2_SKIN_EXECUTIONER2_MASTERY": "Воин",
    "SS2_SKIN_EXECUTIONER2_ELECTRO": "Электроразрядник",
    "SS2_SKIN_EXECUTIONER2_CLASSIC": "Ностальгический",

    "SS2_EXECUTIONER_PISTOL_NAME": "Служебный Пистолет",
    "SS2_EXECUTIONER_PISTOL_DESCRIPTION": "Выстрелите из пистолета, нанося <style=cIsDamage>180% урона</style>.",

    "SS2_EXECUTIONER2_EXECUTION_NAME": "Казнь",
    "SS2_EXECUTIONER2_EXECUTION_DESC": "<style=cIsDamage>Казнь</style>. Подпрыгните и <style=cIsDamage>рубаньте</style> ионным топором, нанося <style=cIsDamage>1450% урона</style>. <style=cIsUtility>Удерживайте для прицеливания.</style>",

    "SS2_EXECUTIONER2_FIRINGSQUAD_NAME": "Залп",
    "SS2_EXECUTIONER2_FIRINGSQUAD_DESC": "<style=cIsDamage>Шок</style>. Призовите расстрельную команду из ионных пушек, которые быстро стреляют, нанося <style=cIsDamage>350% урона</style> за пулю, но снижая <style=cIsHealth>скорость передвижения на 60%</style>. <style=cIsUtility>Удерживайте для увеличения длительности. Время перезарядки зависит от длительности использования.</style>",

    "SS2_EXECUTIONER2_IONBURST_NAME": "Ионный Разряд",
    "SS2_EXECUTIONER2_IONBURST_DESC": "<style=cIsDamage>Шок</style>. Быстро расходуйте <style=cIsUtility>заряды Ионных Манипуляторов</style>, стреляя ионными пулями по <style=cIsDamage>350% урона</style> за пулю.",

    "SS2_EXECUTIONER2_IONCHARGE_NAME": "Ионные Манипуляторы",
    "SS2_EXECUTIONER2_IONCHARGE_DESC": "Удерживайте для накопления до <style=cIsUtility>5 зарядов</style>, заменяя <style=cIsDamage>основной навык</style>. <style=cIsUtility>Убийства врагов также добавляют заряды.</style>",

    "SS2_EXECUTIONER2_DASH_NAME": "Разгон Толпы",
    "SS2_EXECUTIONER2_DASH_DESC": "<style=cIsUtility>Рывок</style> вперёд, вызывающий <style=cIsUtility>страх</style> у nearby enemies.</style>",

    "SS2_EXECUTIONER2_IONJUGGERNAUT_NAME": "Ионный Властитель",
    "SS2_EXECUTIONER2_IONJUGGERNAUT_DESC": "Размахивайте ионным топором, нанося <style=cIsDamage>1700% урона</style> при удержании. Активация начинает медленно расходовать <style=cIsUtility>заряды Ионных Манипуляторов</style> для создания ионной брони.",

    "SS2_EXECUTIONER2_TASER_NAME": "Смертельное Напряжение",
    "SS2_EXECUTIONER2_TASER_DESC": "Выпускайте вперёд молнии, наносящие <style=cIsDamage>80% урона</style>, которые могут <style=cIsUtility>перескакивать</style> между врагами до <style=cIsUtility>4 раз</style>."
  }
}
