{
	"strings": {
		"SS2_EQUIP_BACKTHRUSTER_NAME": "Спинной ускоритель",
		"SS2_EQUIP_BACKTHRUSTER_PICKUP": "Движение по прямой стремительно набирает скорость.",
		"SS2_EQUIP_BACKTHRUSTER_DESC": "В течение {0} сек. передвижение по прямой стремительно набирает вплоть до <style=cIsUtility>{1} скорости передвижения</style>.",
		"SS2_EQUIP_BACKTHRUSTER_LORE": "<style=cMono>Транскрибирование аудио из сигнальных эхо завершено. Присваиваем стандартные имена.</style>\n\nЧЕЛОВЕК 1: Это просто ужасная идея.\n[металлический скрежет]\n\nЧЕЛОВЕК 2: Ты так говоришь про все мои идеи.\n\nЧЕЛОВЕК 1: Потому что все твои идеи просто ужасные.\n\n[плеск жидкости из двигателя]\n\nЧЕЛОВЕК 2: Уф, блин, ну почему! Нормально же работало буквально минуту назад.\n\nЧЕЛОВЕК 1: Может, оно как-то знает, что прикреплено к твоей спине, а не к грузу?\n\nЧЕЛОВЕК 2: А, хороший вопрос! Наверное, на этих штуках есть какая-то система защиты... О, всё, нашёл.\n\n[щёлк]\n\nЧЕЛОВЕК 1: Зачем... я вообще об этом тебе сказал.\n\nЧЕЛОВЕК 2: Да ты чего, круто же! Так, давай обратный отсчёт.\n\nЧЕЛОВЕК 1: Эх... Ладно. Три-\n\n[отрыв ускорителей от земли]\n\n<style=cMono>Конец запрошенной расшифровки.</style>",

		"SS2_EQUIP_CLOAKINGHEADBAND_NAME": "Маскирующая головная повязка",
		"SS2_EQUIP_CLOAKINGHEADBAND_PICKUP": "Получите временную невидимость и небольшое ускорение.",
		"SS2_EQUIP_CLOAKINGHEADBAND_DESC": "Получите <style=cIsUtility>невидимость</style> на {0} секунд.",
		"SS2_EQUIP_CLOAKINGHEADBAND_LORE": "Заказ: маскирующая головная повязка\nОтслеживающий код: 554*****\nПримерная дата доставки: 01.08.2056\nСпособ доставки: стандартный\nАдрес доставки: переулок В. Кэлбэри 202, Адора, Меркурий\nДетали доставки:\n\nЯ наконец смог достать для тебя персональный прибор для маскировки. С этой малышкой тебе будет проще простого бродить там, где тебя не должно быть.\n\nОднако, есть пара вещей, о которых тебе нужно знать. Во-первых, маскировка работает недолго из-за небольшого размера устройства, поэтому тебе придётся где-нибудь прятаться во время перезарядки. Во-вторых, для активации нужно нажать кнопку на повязке. Не очень скрытное действие, знаю, но это единственное, что я для тебя нашёл.\n\nВ-последних, если окажется, что коробка, которую тебе прислали, совершенно пустая, просто пощупай по дну, пока не наткнёшься на кнопку. Отправка без пометки «хрупкое вещество» помогает сэкономить время, деньги и сохранить конфиденциальность. Скажи, когда это придёт к тебе, и повеселись со своей новой игрушкой.\n",

		"SS2_EQUIP_GREATERWARBANNER_NAME": "Великий боевой стяг",
		"SS2_EQUIP_GREATERWARBANNER_PICKUP": "Установите великий боевой стяг, который увеличивает регенерацию, вероятность критического удара и сокращает время восстановления навыков.",
		"SS2_EQUIP_GREATERWARBANNER_DESC": "Установите великий боевой стяг, который предоставляет <style=cIsHealing>{0}% регенерации здоровья</style>, <style=cIsDamage>{1}% вероятности критического удара</style> и <style=cIsUtility>{2}% сокращения времени восстановления навыков</style>. Можно установить до {3} шт.",
		"SS2_EQUIP_GREATERWARBANNER_LORE": "<style=cMono>Запись из «Земного музея тактики и военного дела».</style>\n\nНекоторые говорят, что боевой дух - один из самых необходимых ресурсов на поле боя. Функциональность подразделения увеличивается экспоненциально в зависимости от настроения его солдат. Он может быть повышен или понижен в зависимости от различных факторов. Например, качество их жилья или еды, новости из дома и даже развлечения в свободное время.\n\nОднако, проверенный и истинный метод повышения боевого духа войска - это применение символики. Многие армии носили цвета и узоры, символизирующие их веру и их силу. Многие отряды носили с собой флаги, чтобы поддерживать боевой дух в сражениях.\n\nВ применении этого метода также появилось немало вариаций. Выяснилось, что в то время, как знаменосец укрепляет боевой дух, знамёна высокопоставленных военных укрепляют его ещё сильнее. Стоит флагу полковника или генерала появиться на поле боя, солдаты будут воодушевлены силой, которую они показывают, и их боевая доблесть приумножится.\n",

        "SS2_EQUIP_MIDAS_NAME": "М.И.Д.А.С.",
		"SS2_EQUIP_MIDAS_PICKUP": "Обменивает половину вашего текущего здоровья на золото.",
		"SS2_EQUIP_MIDAS_DESC": "Жертвует <style=cIsHealth>50%</style> вашего <style=cIsHealth>текущего здоровья</style> и даёт <style=cIsUtility>золото</style>, равное количеству <stlye=cIsHealth>потерянного здоровья</style>.",
		"SS2_EQUIP_MIDAS_LORE": "\"Как думаешь, что это значит?\"\n\nОни вдвоём об этом думали. Она первая спросила вслух.\n\n\"Мой... Идеальный День Аконец-то Стартует?\" Он широко улыбнулся ей.\n\n\"Мемфис и Дашур Атакуют Стефан.\"\n\n\"Мелки Используют Для Аннигиляции Сорняков.\"\n\n\"Могиле И Дождю Апатичны Слёзы.\"\n\n\"Хм, поэтично.\" Он почесал подбородок. \"Ну что, откроем эту штуковину?\"\n\n\"Ещё чего!\"",

		"SS2_EQUIP_PRESSURIZEDCANISTER_NAME": "Канистра со сжатым воздухом",
		"SS2_EQUIP_PRESSURIZEDCANISTER_PICKUP": "Поднимает вас в воздух.",
		"SS2_EQUIP_PRESSURIZEDCANISTER_DESC": "Поднимает вас в воздух. Ускорьтесь вверх, удерживая кнопку прыжка.",
		"SS2_EQUIP_PRESSURIZEDCANISTER_LORE": "Заказ: канистра со сжатым воздухом (24)\nОтслеживающий код: 182*****\nПримерная дата доставки: 29.06.2056\nСпособ доставки: стандартный/хрупкий предмет\nАдрес доставки: Центр доставки горючего для Три-Сити, Три-сити, Земля\nДетали доставки:\n\nЭто, э-э, пятый, так ведь? Пятый заказ канистр со сжатым воздухом на этот адрес. Так, я конечно не осуждаю, то есть, может вы не знали, что вам понадобится больше канистр, э-э, четыре раза подряд, но, типа, вы знаете, что можно неплохо так сэкономить, если купить оптом, верно?\n\nА, неважно. Ну, не знаю, зачем вы заказали в сумме сто двадцать канистр с воздухом в течение двух месяцев, но вам, наверное, лучше знать.\n",

		"SS2_EQUIP_NEMCAPEQUIP_NAME": "Пачка сигарет",
		"SS2_EQUIP_NEMCAPEQUIP_PICKUP": "Снижает стресс. <style=cIsHealth>Курение убивает!</style>",
		"SS2_EQUIP_NEMCAPEQUIP_DESC": "<style=cIsHealth>Обжигает вас</style> на <style=cIsHealth>10% от максимального здоровья</style>, чтобы моментально снизить <style=cIsUtility>стресс</style> на <style=cIsUtility>25%</style>, а также замедлить <style=cIsUtility>накопление стресса</style> на <style=cIsUtility>50%</style> на <style=cIsUtility>8</style> секунд."
	}
}