{
  "strings": {
    "SS2_BORG_NAME": "博格人",
    "SS2_BORG_SUBTITLE": "人造怪物",
    "SS2_BORG_DESCRIPTION": "博格人是一个全面的生存者，准备应对任何情况。<color=#CCD3E0> \n\n < ! > Unmaker is instant and very accurate, making it useful against enemies both at close and long ranges. \n\n < ! > Rising Star shines when dealing with several hard to hit enemies, as it can hit several targets in a short amount of time. \n\n < ! > Overheat Redress vacuums up nearby enemies before exploding - it also provides a quick burst of movement in the opposite direction from which it's fired. \n\n < ! > Recall can be a very handy asset while exploring the map, to backtrack to the teleporter or to an interactable. Teleporting also deals heavy damage to any enemies you appear inside of.</color>\n\n",
    "SS2_BORG_OUTRO_FLAVOR": "……于是他带着一只断臂离开了，没有备用零件。",
    "SS2_BORG_OUTRO_FAILURE": "……于是他消失了，传送信标无信号。",
    "SS2_BORG_LORE": "<style=cMono>在 “雷尔博士的证词”下找到的音频文件。播放中...</style>\n\n“录音开始。请开始测试，雷尔博士。”\n\n“谢谢。EOD在生物机械增强方面取得巨大成功后，随之产生了一些该部门最优秀的战斗工程师，他们进一步探索了稍微更具...可以说是实验性的设计。”\n\n“怎么说？”\n\n“部门开始研究智力增强。这无疑是一次飞跃。增强技术已经非常先进，但补充甚至替换受损的大脑？这是一项艰巨的任务。但主管们认为我们能做到，所以我们就答应了。”\n\n“嗯...你们的项目怎么样了？”\n\n“原型设计完成后，我们开始进行人体试验。我们找到了各种各样的测试对象，他们有的处于植物人状态，有的精神不稳定，有的生活支离破碎。我们被要求尽力修复他们。”\n\n“结果如何？”\n\n“那是... 那是一场悲剧。有些人实在是无药可救。我们无能为力。这些都是最好的情况。更糟的是，他们拒绝了替代品。有些人在迅速的免疫反应中死去。意识清醒的人则恳求我们结束他们的头痛。有些人开始尖叫。他们会尖叫几个小时，有时甚至几天。然后，他们就停了下来。他们真的是尖叫到死。”\n\n“这，呃，有点令人不安。这就是全部吗？”\n\n“有一个人。一个成功完成替换的人。而且效果非常好。我们把他从植物人状态救回，虽然没能完全恢复他的生活，但至少是某种程度上的恢复。你根本无法想象我有多感谢听到他状况良好。”\n\n“嗯，我想这是好消息。他现在怎么样了？”\n\n“你知道吗？我不太清楚。除了某些行为上变化，这在所难免，他能够顺利地回归社会。我们每三个月对他进行一次检查，以分析长期效果，但……实际上？现在想想，他上个月没有来。哦，没关系。我相信他很好。我会联系他。”\n\n“嗯，那好。感谢你抽出时间，雷尔博士。你的证词... 好吧，这确实很了不起。我希望能在未来听到更多关于你项目的消息。”\n\n“很好。我希望你找到你正在寻找的东西。”\n\n<style=cMono>录音结束。</style>",



    "KEYWORD_SS2_TELEFRAG": "<style=cKeywordName>传送击杀</style><style=cSub>在敌人身上传送时重伤敌人。</style>",



    "SS2_BORG_PASSIVE_NAME": "喷气推进器",
    "SS2_BORG_PASSIVE_DESCRIPTION": "按住跳跃键可以<style=cIsUtility>减缓降落速度</style>。",



    "SS2_BORG_PRIMARY_GUN_NAME": "Unmaker",
    "SS2_BORG_PRIMARY_GUN_DESCRIPTION": "Fire at contenders for <style=cIsDamage>damage% damage</style>.",
    "SS2_BORG_SECONDARY_AIMBOT_NAME": "Rising Star",
    "SS2_BORG_SECONDARY_AIMBOT_DESCRIPTION": " <style=cIsUtility>Stunning</style>. Quickly fire three seeking shots at contenders in front for <style=cIsDamage>3xDamage% damage</style>.",
    "SS2_BORG_SPECIAL_NOTPREON_NAME": "Overheat Redress",
    "SS2_BORG_SPECIAL_NOTPREON_DESCRIPTION": "Blast yourself backwards, firing a greater energy bullet that deals up to <style=cIsDamage>damage% damage per second</style>. Explodes after time, dealing <style=cIsDamage>%damage damage</style>.",
    "SS2_BORG_SPECIAL_TELEPORT_NAME": "Recall",
    "SS2_BORG_SPECIAL_TELEPORT_DESCRIPTION": " <style=cIsDamage>Telefragging</style>. Place a teleportation beacon. Once the beacon is set, recast to teleport to it. Teleporting <style=cIsUtility>reduces skill cooldowns by 4 seconds</style>.",
    "SS2_BORG_SPECIAL_TELEPORTB_NAME": "Recall",
    "SS2_BORG_SPECIAL_TELEPORTB_DESCRIPTION": "Tap to teleport to your placed beacon. Hold to remove your placed beacon."
  }
}