{
    "strings":
    {
        "SS2_CHIRR_NAME": "Chirr",
        "SS2_CHIRR_SUBTITLE": "Espécie Ameaçada",
        "SS2_CHIRR_DESCRIPTION": "Chirr é uma criatura mística que mantém uma conexão pura com o planeta e seus habitantes.<color=#CCD3E0>\n\n< ! > Espinhos da Vida pode mirar e rastrear inimigos e aliados. Os espinhos podem curar e acelerar aliados, ou causar dano e lentidão nos inimigos.\n\n< ! > Farpas Enraizantes podem ser carregados para aumentar o número e a dispersão de projéteis, dando maior cobertura e dano.\n\n< ! > A Aura Sanativa pode ser usada para manter você e seus aliados vivos, além de também fornecer mobilidade adicional no ar.\n\n< ! > Ligação Natural permite que você faça amizade com um inimigo com menos de 50% de vida, dando a ele uma cópia do seu inventário. Enquanto você tem um aliado, você pode chamá-lo ao apertar e tecla do especial, e segurando especial você pode sugar a saúde dele.</color>",
        "SS2_CHIRR_OUTRO_FLAVOR": "... e assim ela se foi, carregando uma nova vida em seu espírito.",
        "SS2_CHIRR_OUTRO_FAILURE": "... e assim ela desapareceu, sem ninguém para lhe fazer companhia.",
        "SS2_CHIRR_LORE": "\"Will? Will, você copia?\"\n\n\"Uh, claro, e aí?\"\n\n\"Contra todas as probabilidades, eu encontrei algo que só não tentou me matar imediatamente, mas na verdade parece genuinamente amigável.\"\n\n\"Sério? Isso é impressionante. E o que é isso?\"\n\n\"É, uh, um inseto? Talvez? Não tenho certeza. Definitivamente parece algum tipo de louva-a-deus gigante, mas-\"\n\n\"Peraí, peraí. Você disse louva-a-deus gigante? Quão grande você acha que ele era?\"\n\n\"Uh, espere, me dê um minuto...\"\n\n\"...Digamos que, cerca de 10 pés de comprimento? E cerca de 6 pés de altura.\"\n\n\"Isso é... bem grande. Tem certeza de que essa coisa é amigável?\"\n\n\"Ah, com certeza. Me deparei com eles enquanto fugia de um enxame daquelas vespas, e no momento em que passei por elas, começou a ficar realmente agressiva com em relação a elas. Espalhando agulhas neles, dando cabeçadas nos que estavam no chão, e continuou indo até eles voarem para longe. Territorial? Provavelmente, mas parecia que as vespas odiavam aquela coisa tanto quanto parece que me odeiam.\"\n\n\"Huh. Bem, acho que se isso está mantendo você seguro, então continue como estava.\"\n\n\"Tudo bem, então. Vou mantê-lo informado- Hmm? Algo errado, Chirr?\"\n\n\"E- Espere. Quem é Chirr?\"\n\n\"Esse é o nome dela. A louva-a-deus, ou sei lá o que.\"\n\n\"...Espera aí.\"",

        "SS2_KEYWORD_CHIRRBUFF": "<style=cKeywordName>Acelerar</style><style=cSub>Aumenta a <style=cIsUtility>velocidade de movimento</style> e <style=cIsDamage>velocidade de ataque</style>.</style>",
		"SS2_KEYWORD_CHIRRSLOW": "<style=cKeywordName>Lentidão</style><style=cSub>Diminui a <style=cIsUtility>velocidade de movimento</style> e a <style=cIsDamage>velocidade de ataque</style>.</style>",

        "SS2_BROTHER_KILL_CHIRR": "Junte-se às suas irmãs.",
        "SS2_BROTHER_KILL_CHIRR2": "Finalmente Extinto.",

        "SS2_CHIRR_PASSIVE_NAME": "Estrutura Sem Peso",
		"SS2_CHIRR_PASSIVE_DESCRIPTION": "Chirr <style=cIsUtility>se move mais rápido enquanto estiver no ar</style>, <style=cIsUtility>salta mais alto</style> e pode <style=cIsUtility>planar</style> segurando a tecla de pulo.",
        
        "SS2_CHIRR_DARTS_NAME": "Espinhos da Vida",
        "SS2_CHIRR_DARTS_DESCRIPTION": "Dispare uma enxurrada de espinhos que <style=cIsUtility>desacelera</style> e causa <style=cIsDamage>3x{0}% de dano</style> aos inimigos. Atingir aliados <style=cIsUtility>acelera</style> eles e cura <style=cIsHealing>3x{0}% de saúde</style>.",
		"SS2_CHIRR_ROOT_NAME": "Farpas Enraizantes",
		"SS2_CHIRR_ROOT_DESCRIPTION": "Carregue um conjunto de farpas que <style=cIsDamage>enraizam</style> e causam <style=cIsDamage>1-5x{0}% de dano</style>.",
        "SS2_CHIRR_HEADBUTT_NAME": "Cabeçada",
        "SS2_CHIRR_HEADBUTT_DESCRIPTION": "<style=cIsUtility>Atordoante</style>. Dê cabeçadas nos inimigos à sua frente <style=cIsDamage>{0}% de dano</style>.",
        "SS2_CHIRR_HEAL_NAME": "Aura Sanativa",
        "SS2_CHIRR_HEAL_DESCRIPTION": "Cure a si mesmo e aliados próximos em <style=cIsHealing>{0}% de sua saúde total</style> e mais <style=cIsHealing>{1}% ao longo do tempo</style>.",
        "SS2_CHIRR_BEFRIEND_NAME": "Ligação Natural",
        "SS2_CHIRR_BEFRIEND_DESCRIPTION": "<style=cIsUtility>Faça amizade</style> com um inimigo <style=cIsHealth>com menos de 50% de vida</style>. <style=cIsUtility>Inimigos aliados herdam itens</style>.",
        "SS2_CHIRR_LEASH_NAME": "Sincronização Natural",
        "SS2_CHIRR_LEASH_DESCRIPTION": "Toque para trazer seu aliado até você. Segure para <style=cIsHealth>sugar a saúde</style> de seu aliado."
    }
}
