{
    "strings":
    {
        "SS2_BORG_NAME": "Borg",
        "SS2_BORG_SUBTITLE": "Monstruosidade Feita Pelo Homem",
        "SS2_BORG_DESCRIPTION": "O Borg é um sobrevivente completo, preparado para qualquer situação.<color=#CCD3E0> \n\n < ! > Desfazedor é instantâneo e muito preciso, tornando-o útil contra inimigos a curta e longa distância. \n\n <! > Estrela Cadente brilha ao lidar com vários inimigos difíceis de acertar, pois pode atingir múltiplos alvos em um curto espaço de tempo. \n\n <! > Correção de Superaquecimento aspira os inimigos próximos antes de explodir - também fornece uma rápida explosão de movimento na direção oposta de onde foi disparado. \n\n <! > Retorno pode ser um recurso muito útil para explorar o mapa, para voltar ao teleportador ou para algum outro interativo. O teletransporte também causa um grande dano a qualquer inimigo dentro da área que você aparece.</color>\n\n",
        "SS2_BORG_OUTRO_FLAVOR": "... e assim ele se foi, com um braço quebrado e sem peças sobressalentes.",
        "SS2_BORG_OUTRO_FAILURE": "... e assim ele desapareceu, o sinal do teletransporte não deixou rastro.",
        "SS2_BORG_LORE": "<style=cMono>Arquivo de áudio encontrado em \"Dr. Rayell's Testimony\". Tocando...</style>\n\n\"A gravação começou. Comece a testar, Dr. Rayell.\"\n\n\"Obrigado. Após o sucesso estrondoso do EOD's com aprimoramentos biomecânicos, produzindo alguns dos melhores engenheiros de combate que ja saíram departamento, eles seguiram em frente com designs um pouco mais... digamos, experimentais.\"\n\n\"Como assim?\"\n\n\"O departamento começou a investigar aprimoramento mental. Foi definitivamente um salto, com certeza. O aprimoramento já estava na vanguarda da tecnologia, mas suplementar - ou mesmo substituir um cérebro danificado? Era uma tarefa difícil. Mas os chefes pensaram que poderíamos fazer isso, então atendemos o pedido. \n\n\"Hm. O que aconteceu com o seu projeto?\"\n\n\"Uma vez que a prototipagem foi concluída, começamos os testes em humanos. Tivemos todos os tipos de pessoas como cobaias, eles eram vegetativos, mentalmente instáveis, pessoas quebradas. Nos disseram para consertá-los da melhor maneira possível.\"\n\n\"E como foi?\"\n\n\"Foi... Foi uma tragédia. Alguns deles estavam simplesmente além de qualquer ajuda. Não havia nada que pudéssemos fazer. Esses foram os melhores casos. Pior foi quando eles rejeitaram as substituições. Alguns morreram em uma rápida resposta imune. Os mais conscientes imploraram para que acabemos com as dores de cabeça que estavam tendo. Alguns deles apenas começaram a gritar. Eles gritavam por horas e horas, às vezes até mesmo por dias. E então eles paravam. Eles literalmente gritavam até a morte.\"\n\n\"Isso é, hum, um pouco perturbador. Isso é tudo?\"\n\n\"Houve um. Um que passou pela substituição. E funcionou maravilhosamente. Nós o pegamos em estado vegetativo, sem esperança alguma, e o tiramos disso, e demos a ele - talvez não sua vida inteira de volta, mas talvez algo parecido com isso. Você não tem ideia de como fiquei grato por saber que ele estava bem.\"\n\n\"Bem, suponho que é bom ouvir isso. Então, o que aconteceu com ele?\"\n\n\"Sabe? Não tenho certeza. Além de algumas mudanças comportamentais, o que é de se esperar, ele conseguiu retornar à sociedade com bastante graça. Fizemos check-ups nele a cada três meses para analisar os efeitos a longo prazo, mas... Na verdade? Agora que estou pensando nisso, ele não apareceu no mês passado. Ah bem. Tenho certeza que ele está indo bem. Vou  contatá-lo sobre isso.\"\n\n\"Hum, tudo bem, então. Obrigado pelo seu tempo, Dr. Rayell. Seu testemunho é... Bem, certamente é algo. Espero ouvir mais sobre seus projetos no futuro.\"\n\n\"Muito bem. Espero que você encontre o que está procurando.\"\n\n<style=cMono>Fim do arquivo.</style>",

        

        "KEYWORD_SS2_TELEFRAG": "<style=cKeywordName>Telefragmentação</style><style=cSub>Causa uma grande quantidade de dano aos inimigos ao se teletransportar para dentro deles.</style>",

        

        "SS2_BORG_PASSIVE_NAME": "Propulsores a Jato",
        "SS2_BORG_PASSIVE_DESCRIPTION": "Segurar a tecla de pulo permite <style=cIsUtility>retardar sua queda</style>.",

        
        
        "SS2_BORG_PRIMARY_GUN_NAME": "Desfazedor",
        "SS2_BORG_PRIMARY_GUN_DESCRIPTION": "Atire nos inimigos causando <style=cIsDamage>damage% de dano</style>.",
        "SS2_BORG_SECONDARY_AIMBOT_NAME": "Estrela Cadente",
        "SS2_BORG_SECONDARY_AIMBOT_DESCRIPTION": " <style=cIsUtility>Stunning</style>. Efetua rapidamente 3 disparos teleguiados em direção aos inimigos a frente causando <style=cIsDamage>3xDamage% de dano</style>.",
        "SS2_BORG_SPECIAL_NOTPREON_NAME": "Correção de Superaquecimento",
        "SS2_BORG_SPECIAL_NOTPREON_DESCRIPTION": "Atire-se para trás, disparando uma bala de energia maior que causa <style=cIsDamage>damage% de dano por segundo</style>. Explode após o tempo, causando <style=cIsDamage>%damage de dano</style>.",
        "SS2_BORG_SPECIAL_TELEPORT_NAME": "Retorno",
        "SS2_BORG_SPECIAL_TELEPORT_DESCRIPTION": " <style=cIsDamage>Telefragmentação</style>. Coloque um Sinalizador de teletransporte. Uma vez que o sinalizador esteja definido, ative novamente a habilidade para teletransportar-se para ele. Teletransporte <style=cIsUtility>reduz o tempo de recarga das habilidades em 4 segundos</style>.",
        "SS2_BORG_SPECIAL_TELEPORTB_NAME": "Retorno",
        "SS2_BORG_SPECIAL_TELEPORTB_DESCRIPTION": "Toque para se teletransportar para o seu sinalizador colocado. Segure para remover o sinalizador colocado."
    }
}
