	{
	"strings": {
		"SS2_ITEM_BABYTOYS_NAME": "Brinquedos de Bebê",
		"SS2_ITEM_BABYTOYS_DESC": "Perde até <style=cIsUtility>{0} <style=cStack>(+{0} por acúmulo)</style> níveis</style> enquanto <style=cIsUtility>mantém todas as estatísticas</style>.",
		"SS2_ITEM_BABYTOYS_PICKUP": "Perca {0} níveis mas mantenha todas as estatísticas.",
		"SS2_ITEM_BABYTOYS_LORE": "Pedido: Brinquedos de Bebê\r\nNúmero de Rastreio: 013*****\r\nPrevisão de Entrega: 06\/07\/2056\r\nMétodo de Envio: Altamente Prioritário\r\nEndereço de Entrega: 431, Golden Shore, Terra\r\nDetalhes  da Entrega:\r\n\r\nOlá querida! Desculpe não poder ir, mas por favor, por favor, leve isso para o seu bebê. Ele é tão pequenininho, mas um dia pode ser o próximo grande capitão da UES, quem sabe! Eu realmente quero ver vocês dois o mais rápido possível, as coisas estão difíceis por aqui desde que adoeci e não quero colocar seu bebê em perigo. Te amo, e por favor, POR FAVOR, se cuida!\r\n",

		"SS2_ITEM_DROIDHEAD_NAME": "Cabeça de Droide",
		"SS2_ITEM_DROIDHEAD_DESC": "Matar um inimigo de elite gera um <style=cIsDamage>Drone de Segurança</style> <style=cStack>(+{0}% de dano base por acúmulo)</style> por <style=cIsDamage>{1}s</style> <style=cStack>(+{2}s por acúmulo)</style>. Drones gerados <style=cIsUtility>herdam o tipo de elite</style> do inimigo elite morto.",
		"SS2_ITEM_DROIDHEAD_PICKUP": "Gera um drone temporário ao matar um inimigo de elite.",
		"SS2_ITEM_DROIDHEAD_LORE": "Pedido: Robô de Segurança\nNúmero de Rastreio: 1138***\nPrevisão de Entrega: 14/05/2056\nMétodo de Envio: Prioritário / Frágil\nEndereço de Entrega: RaCom Robotics, Asimov, Marte\nDetalhes da Entrega:\n\nEste foi um dos poucos pedaços completos que conseguimos recuperar daqueles robôs de segurança roubados... Aquele grupo militante em Plutão havia roubado um monte daqueles ER-14 e estavam usando eles em suas bases por um tempo. Especificamente, ER-14XPC5VVUFF, corresponde com os que você tentou recuperar um tempo atrás. Não conheço essa história, só sei que havia uma grande recompensa para quem conseguisse encontrar os restos desta remessa. Há outros remanescentes também, mas eles são muito menos completos... Não deve ter mais nenhum perigo, pelo menos. Avise se você quiser que eles sejam enviados para você também.\n",

		"SS2_ITEM_ERRATICGADGET_NAME": "Dispositivo Errático",
		"SS2_ITEM_ERRATICGADGET_DESC": "Ganhe <style=cIsDamage>{0}% de chance de acerto crítico</style>. Acertos críticos causam <style=cIsDamage>{1}%</style> <style=cStack>(+{1}% por acúmulo)</style> de dano extra.",
		"SS2_ITEM_ERRATICGADGET_PICKUP": "Acertos críticos causam dano extra.",
		"SS2_ITEM_ERRATICGADGET_LORE": "<style=cMono>==========================\n======== CallCutter ======== \n===== ALPHA 0.1354.1.12 =====\n==========================\n\nEntrando na Chamada TdiM3c4fcQQA.34074... concluído\nAdquirindo entrada de áudio do Voz A... concluído\nVoz B... concluído\nCriptografando linha... concluído\nAtivar saída TTS ao vivo?\n>S\n\ n==========================\nSAÍDA DE TEXTO-PARA-ÁUDIO ABAIXO\n============= =============\n</style>\nVoz A: Ei, você ainda tem o dispositivo?\nVoz B: Sim, aqui, estamos prontos para ir?\nVoz A: Sim, o negócio ainda está de pé...\nVoz A: Você não contou a ninguém sobre isso, certo?\nVoz B: O que? Você acha que eu sou estúpido? Claro que não!\nVoz A: Ótimo. Continue assim.\nVoz B: Eu vou, eu vou... Diga, você tem certeza de que essa coisa é segura para apenas, tipo, enviar pelo sistema?\nVoz B: Este dispositivo é algum tipo de modificação de arma de ponta, não é?\nVoz A: Não se preocupe, o dispositivo é perfeitamente seguro. UES não verifica seus pacotes. Eu usei o sistema de envio deles muitas vezes antes, e ainda estou indo muito bem.\nVoz B: Eh, se você diz. Vou enviá-lo e estou esperando quinze mil créditos nas próximas vinte e quatro horas, conforme planejado.\nRelator A: Conforme planejado. Bom fazer negócios com você.\n\n<style=cMono>==========================\n=====CHAMADA DESLIGADA=====\n==========================\n\nCortando linha..... feito\nFazendo backup da gravação.. ...... concluído\nSalvar saída de texto?\n>S\n",

		"SS2_ITEM_GREENCHOCOLATE_NAME": "Chocolate Verde",
		"SS2_ITEM_GREENCHOCOLATE_DESC": "Quando danificado por pelo menos <style=cIsHealth>{0}%</style> do sua saúde máxima, o dano em excesso é reduzido em <style=cIsDamage>{1}%</style> e ganhe um bônus acumulativo que concede <style=cIsDamage>+{4}%</style> de dano base e <style=cIsDamage>+{5}%</style> de chance de acerto crítico por <style=cIsDamage>{2}s</style> <style=cStack>(+{3}s por acúmulo)</style>. ",
		"SS2_ITEM_GREENCHOCOLATE_PICKUP": "Reduz o dano recebido e ganha um grande bônus de dano e de chance de acerto crítico após receber muito dano.",
		"SS2_ITEM_GREENCHOCOLATE_LORE": "<style=cMono>Transcrição de áudio concluída das emissões de sinal. Atribuindo códigos genéricos.</style>\n\n[Assobio, estrondo alto]\n\nHOMEM 1: Uh... Ei, quer uma pergunta estranha?\n\nHOMEM 2: [Suspiro audível] O quê?\n\nHOMEM 1 : Você conhece algum chocolate estranho e exótico que seja verde e brilhante?\n\nHOMEM 2: O quê? Sobre o que vocês está falando?\n\nHOMEM 1: Encontrei esse chocolate verde em um baú de segurança, e estou perguntando se isso é normal ou não.\n\nHOMEM 2: Uh, não, não é. Acho que não, de qualquer maneira. Eu não saberia.\n\n[Amasso]\n\nHOMEM 1: Então o que deveria ser? Você também acha que isso é venenoso?\n\nHOMEM 2: Provavelmente não. E, ugh, pela última vez, a carne não era venenosa, você só está tem um estômago fraco.\n\nHOMEM 1: Tudo bem, acho que vou guardá-lo, caso as coisas fiquem desesperadas.\n\nHOMEM 2: Provavelmente não é uma boa ideia, mas tudo bem.\n\n<style=cMono> Fim da transcrição solicitada.</style>\n",

		"SS2_ITEM_INSECTICIDE_NAME": "Inseticida",
		"SS2_ITEM_INSECTICIDE_DESC": "<style=cIsDamage>{0}%</style> chance de <style=cIsDamage>envenenar</style> um inimigo, causando <style=cIsDamage>{1}%</style> <style=cStack>(+{1}% per stack)</style> de dano base.",
		"SS2_ITEM_INSECTICIDE_PICKUP": "Envenena inimigos ao golpear.",
		"SS2_ITEM_INSECTICIDE_LORE": "Pedido: Matador de Inseto REAVE Aerosol 400g (8)\nNúmero de Rastreio: 3528*******\nPrevisão de Entrega: 1/6/2056\nMétodo de Envio: Padrão\nEndereço de Entrega: 299 Umbrella Way, Itoki Fluctus, Vênus\nRazão da Devolução:\n\nProduto chegou danificado. Cinco latas estavam notavelmente danificadas fisicamente, apresentando deformidades, duas a ponto de estarem vazando. Uma está completamente estourada. Eu vi seus comerciais e, sabendo do que o seu produto era capaz, fico pensando se não seria melhor que ele fosse descartado por seus especialistas, às suas custas.\n\nEstou esperando meu reembolso.",

		"SS2_ITEM_NKOTASHERITAGE_NAME": "Herança de Nkota",
		"SS2_ITEM_NKOTASHERITAGE_DESC": "Receba <style=cIsUtility>{0}</style> <style=cStack>(+{0} por acúmulo)</style> <style=cIsUtility>items</style> ao passar de nível. A raridade dos itens aumenta quanto maior o nível.",
		"SS2_ITEM_NKOTASHERITAGE_PICKUP": "Receba um item ao subir de nível.",
		"SS2_ITEM_NKOTASHERITAGE_LORE": "\"Meus amigos. Reuni todos vocês aqui hoje para compartilhar algumas notícias importantes.\n\nPrimeiro, é com pesar que anuncio que Nkota, a última de nossos grandes líderes, nossa gentil matriarca, infelizmente partiu desta vida. Até onde sabemos, ela deu seu último suspiro pacificamente em repouso na noite passada, cheia de anos e com todos os negócios aqui encerrados. Dito isso, não há ninguém para sucedê-la em sua liderança. Ela foi a última de sua linhagem, sem irmãos, irmãs ou filhos vivos.\n\nEm vez disso, em seu testamento final, sua sabedoria criou um novo começo. Para nós. Para todos nós. Seu desejo é que os membros restantes desta comunidade se espalhem, juntos ou separadamente, pelo mundo. Talvez seja uma opção drástica, mas que eu, pessoalmente, também acredito ser o melhor para esta comunidade.\n\nNkota será enterrada em nosso destino final, conforme sua vontade. Todos vocês podem lamentar por ela e por esta comunidade por um tempo, mas não demorem. Um grupo de peregrinos viajará comigo para o grande caminho cinzento, cinquenta milhas a oeste, depois de uma semana. Você pode seguir ou rumar seu próprio caminho. A escolha é inteiramente de vocês. Se vocês acharem que não conseguiram fazer essa jornada, não se preocupem. Nkota pode não ter tido filhos, sim, mas seu legado é espiritual, não sanguíneo. Todos vocês são filhos dela, e ela os protegerá até que alcancem seu objetivo final.\n\nObrigado a todos pelo seu tempo. Eu sugiro que vocês comecem a fazer as malas para a jornada que está por vir.\"\n\n - Eulogia para Nkota e a Vila de Dago",

		"SS2_ITEM_PORTABLEREACTOR_NAME": "Reator Portátil",
		"SS2_ITEM_PORTABLEREACTOR_DESC": "Ao entrar em um estágio, torne-se <style=cIsUtility>invencível</style> nos primeiros <style=cIsUtility>{0}s</style> <style=cStack>(+{1}s por acúmulo)</style>.",
		"SS2_ITEM_PORTABLEREACTOR_PICKUP": "Ao entrar em um estágio, torne-se invencível durante alguns segundos.",
		"SS2_ITEM_PORTABLEREACTOR_LORE": "Oitenta segundos. Malditos lagartos. Eles são mais espertos do que pareciam.\n\nSetenta segundos. Ela tirou um tempo para respirar. O que antes eram ventos fortes não era ar parado, contido na biosfera em miniatura.\n\nSessenta segundos. Ela contou as balas.\n\nCinquenta segundos. Dois carregadores restantes, uma caixa de cartuchos, uma granada - encharcada - e uma faca embotada. Não é o suficiente.\n\nQuarenta segundos. Ela contou suas cabeças.\n\nTrinta segundos. Os lagartos se afastaram de seu escudo. Ou eles estavam com medo dessa nova tecnologia, ou... eles estavam esperando ela sair.\n\nVinte segundos. Ela carregou a sua espingarda.\n\nDez segundos. Os lagartos atacaram - e ela esperava estar pronta.",

		"SS2_ITEM_SKATEBOARD_NAME": "Skate Veloz",
		"SS2_ITEM_SKATEBOARD_DESC": "<style=cIsUtility>Corra</style> para <style=cIsUtility>qualquer direção</style>. Utilizar habilidades gera um bônus que garante <style=cIsUtility>+{0}%</style> <style=cStack>(+{1}% por acúmulo)</style> de <style=cIsUtility>velocidade de movimento</style> por <style=cIsUtility>{4}</style> segundos, até um total de <style=cIsUtility>{2}</style> acúmulos.",
		"SS2_ITEM_SKATEBOARD_PICKUP": "Corra para qualquer direção. Usar habilidades faz você se mover mais rápido.",
		"SS2_ITEM_SKATEBOARD_LORE": "<style=cIsHealth>TRABALHO EM ANDAMENTO - POR FAVOR, LEIA A NOTA E DÊ O FEEDBACK!\n\n</style><style=cStack>Observação do desenvolvedor: a versão original do Starstorm 1 não funciona devido ao RoR2 sempre permitir você se mover. As pessoas gostam desta versão do item? Algumas outras coisas a serem observadas antes de sugerir mudanças:\n\n > Tornar todas as habilidades ágeis seria legal, mas é muito complicado, na melhor das hipóteses.\n > Correr em qualquer direção é bom? Rob sempre disse que não, mas acho que está tudo bem.\n > O aumento de velocidade é demais? É pouco? Deve ficar?</style>"
	
		"SS2_ITEM_BANEFLASK_NAME": "Frasco da Maldição",
		"SS2_ITEM_BANEFLASK_DESC": "Espalha efeitos negativos ao matar ou sei lá algo que tem efeito negativo que aí dói muito.",
		"SS2_ITEM_BANEFLASK_PICKUP": "Efeitos Negativos espalham ao matar inimigos. Ataques aplicam maldição.",
		"SS2_ITEM_BANEFLASK_LORE": "o verde machuca AÍÍÍ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
	
	}
}
