{
    "strings":
    {
        "SS2_EXECUTIONER_NAME": "Executor",
        "SS2_EXECUTIONER_SUBTITLE": "Guilhotina Temida",
        "SS2_EXECUTIONER_DESCRIPTION" : "O Executioner é um sobrevivente de alto risco e alta recompensa, que tem como objetivo acumular uma contagem infinita de mortes.\n\n<color=#CCD3E0> < ! > Use a pistola de trabalho para efetuar alguns abates, com cada morte construindo uma explosão de íons ainda mais forte.\n\n< ! > Você pode dar um toque na Rajada de ions para disparar alguns tiros ou segurá-lo para disparar tudo.\n\n< ! > A execução é uma ótima ferramenta de controle de grupo E de alvo único. Não esqueça que seu dano depende de quantos alvos ele atinge!\n\n< ! > Se você estiver sendo cercado, a dispersão da multidão pode tirar os inimigos das suas costas rapidamente.",
        "SS2_EXECUTIONER_OUTRO_FLAVOR": "..e assim ele partiu, uma recipiente vazio de armadura encharcada de sangue.",
        "SS2_EXECUTIONER_OUTRO_FAILURE": "..e assim ele desapareceu, escapando do inevitável.",
        "SS2_EXECUTIONER_LORE": "A morte é inevitável. Ela vem para todos nós. Alguns podem tentar evitá-lo ou fugir dele. Mas a morte chega mesmo assim. A morte, no entanto, é simplesmente o custo da guerra. E a morte em combate glorioso é uma das melhores mortes que um homem poderia pedir.\n\nMas, como sempre, alguns tentariam fugir da morte. Nós os chamamos por muitos nomes. Desertores, covardes, vira-casacas. Cada um deles, traidores da causa. Esses traidores devem ser punidos por seu crime. E essa punição: em uma reviravolta irônica, é exatamente o que eles tentaram evitar.\n\nA morte virá para eles. Não como um espectro vestido com uma foice. Não em um sobretudo, segurando um revólver. Não como uma doença, nem o desgaste do tempo. Não. Para eles, a morte virá com trajes de batalha lustrosos, com a pistola de serviço carregada e os manipuladores de íons totalmente carregados.",

        

        "SS2_KEYWORD_FEAR": "<style=cKeywordName>Medo</style><style=cSub>Faz com que os inimigos aflitos parem de atacar e fujam. Inimigos afetados pelo medo recebem 50% a mais de dano e têm sua velocidade de movimento reduzida em 30%.</style>",
		"SS2_KEYWORD_EXECUTING": "<style=cKeywordName>Executando</style><style=cSub>Causa dano dobrado se atingir um único inimigo.</style>",
		"SS2_KEYWORD_RECHARGING": "<style=cKeywordName>Recarregando</style><style=cSub>Matar inimigos restaura as cargas dessa habilidade, dependendo da força do inimigo morto. Cargas dobradas com mortes de execução.</style>",

        

        "SS2_EXECUTIONER_PASSIVE_NAME": "Banho de Sangue",
		"SS2_EXECUTIONER_PASSIVE_DESC": "Matar inimigos infligidos com <style=cIsUtility>medo</style> reduz o tempo de recarga de todas habilidades em <style=cIsUtility>1 segundo</style>.",

        
        
        "SS2_EXECUTIONER_PISTOL_NAME": "Pistola de Trabalho",
        "SS2_EXECUTIONER_PISTOL_DESCRIPTION": "Atira com sua pistola e causa <style=cIsDamage>{0}% de dano</style>.",
        "SS2_EXECUTIONER_TASER_NAME": "Tensão Mortal",
        "SS2_EXECUTIONER_TASER_DESCRIPTION": "Atira relâmpagos em arcos para causar <style=cIsDamage>{0}% de dano</style>.",
        "SS2_EXECUTIONER_SWINGAXE_NAME": "Machado deIon",
        "SS2_EXECUTIONER_SWINGAXE_DESCRIPTION": "Balança seu machado para causar <style=cIsDamage>% de dano</style>. <style=cIsUtility>Cada carga secundária concede 4% de vida máxima no escudo</style>.",
        "SS2_EXECUTIONER_IONGUN_NAME": "Rajada de Ion",
        "SS2_EXECUTIONER_IONGUN_DESCRIPTION": "<style=cIsUtility>Recarregando.</style> Atira uma barragem de balas ionizadas causando <style=cIsDamage>{0}% de dano</style> cada. <style=cIsUtility>Até 5 cargas são disparadas por vez</style>.",
        "SS2_EXECUTIONER_IONBLAST_NAME": "Ion Blast",
        "SS2_EXECUTIONER_IONBLAST_DESCRIPTION": "Atira uma rajada de energia bruta causando <style=cIsDamage>% de dano</style>. podendo ser <style=cIsUtility>carregada</style>, usando multiplas cargas de uma vez. <style=cIsUtility>Reabastece cargas para cada inimigo que você mata, dependendo da força</style>.",
        "SS2_EXECUTIONER_DASH_NAME": "Disperção de Grupo",
        "SS2_EXECUTIONER_DASH_DESCRIPTION": "Impulsione para a frente e <style=cIsUtility>coloque medo</style> em todos inimigos próximos por <style=cIsUtility>{0} segundos</style>.",
        "SS2_EXECUTIONER_AXE_NAME": "Execução",
        "SS2_EXECUTIONER_AXE_DESCRIPTION": "<style=cIsUtility>Pesado</style>. <style=cIsDamage>Executando.</style> Lance no ar e bata para baixo com um machado de íons maciço para causar <style=cIsDamage>{0}% de dano</style>.",
        "SS2_EXECUTIONER_AXESCEPTER_NAME": "Execução em Massa",
        "SS2_EXECUTIONER_AXESCEPTER_DESCRIPTION": "Lance no ar e bata para baixo com seu machado de íons para causar <style=cIsDamage>3000% de dano</style>.",
		"SS2_EXECUTIONER_ARMOR_NAME": "Juggernaut de Ion",
		"SS2_EXECUTIONER_ARMOR_DESCRIPTION": "Equipe uma armadura ionizada, ganhando <style=cIsUtility>60 de armadura</style> e <style=cIsDamage>sobrecarregando</style> sua habilidade secundária por <style=cIsDamage>4</style> segundos.",
		"SS2_EXECUTIONER_ARMORSCEPTER_NAME": "Ion Overlord",
		"SS2_EXECUTIONER_ARMORSCEPTER_NAME": "Equipe uma armadura ionizada, ganhando <style=cIsUtility>80 armadura</style> e <style=cIsDamage>sobrecarregando</style> sua habilidade secundária por <style=cIsDamage>4</style> segundos. Eliminar inimigos  <style=cIsUtility>amedronta</style> inimigos próximos por 4 segundos.",
    }
}