{
  "strings": {
    "SS2_NEMMANDO_NAME": "Nêmesis Comando",
    "SS2_NEMMANDO_SUBTITLE": "Eco Solitário",
    "SS2_NEMMANDO_DESCRIPTION": "O Nemesis Comando é um curinga no campo de batalha, capaz de transformar qualquer situação a seu favor.\n\n<color=#CCD3E0>< ! > Lâmina da Cessação é arriscada, mas pode causar muito dano ao acumular Goivagem.\n\n< ! > O Corte Longo pode ser usado para aplicar com segurança acúmulos de Goivagem a grupos de inimigos - aproveite sua penetração!\n\n< ! > O equilíbrio adequado de combate corpo a corpo e à distância é a chave do sucesso, e o Rolamento Tático concede alta armadura para ajudar a entrar e sair das batalhas.\n\n< ! > A Submissão pode ser utilizada como uma enorme explosão de dano, seja para ajudar em uma fuga ou dar um salto em um alvo desavisado.",
    "SS2_NEMMANDO_OUTRO_FLAVOR": "... e assim ele se foi, descobrindo o senso de humanidade dentro de si",
    "SS2_NEMMANDO_OUTRO_FAILURE": "... e assim ele desapareceu, concluindo sua luta interminável.",
    "SS2_NEMMANDO_LORE": "Ele descansa perto de uma fogueira, colocando as armas que carrega ao alcance de um braço. Verificando seus arredores, esperando que a caverna em que ele se escondeu fosse o suficiente para se abrigar. Alguns diriam que não é sábio ser excessivamente cauteloso. Ele diria que <color=#FFCCED>eles não viram o suficiente.</color>\n\nA pistola do trabalho que ele conseguiu quando se alistou. Bem usada, suja e amada. Ela o acompanhou em altos e baixo, não importa em qual missão ele assumisse. Alguns diriam que apenas um tolo confiaria em sua arma. Ele diria que <color=#FFCCED>sua arma é tudo em que você pode confiar.</color>\n\nA lâmina de um irmão de guerra caído. Escolhida do que ele conseguiu catar dos resquícios da humanidade que ele testemunhou. Alguns diriam que isso mantém seus espíritos unidos. Ele diria que <color=#FFCCED>é para impedir que seus espíritos se unam pelo maior tempo possível.</color>\n\nAs cargas de carregamento que desembarcaram com ele. Cada item retirado de um baú, mantendo-o vivo de uma forma ou de outra. Dezenas de remessas para qualquer um, menos para ele. Alguns diriam, eles não são seus itens para você levar. Ele diria que <color=#FFCCED>se ele não os levar, ninguém os fará.</color>\n\nO brilho de uma luz violeta vindo das profundezas da caverna. Calmante, aquecendo... acenando. Acolhendo-o cada vez mais fundo, prometendo segurança. Alguns diriam, o que parece bom demais para ser verdade provavelmente é. Ele diz, <color=#FFCCED>Fausto era um homem sábio.</color>",

    "SS2_KEYWORD_REND": "<style=CKeywordName>Rasgar</style><style=cSub>Causa dano extra em inimigos afetados pela Goivagem",

    "SS2_NEMMANDO_PRIMARY_BLADE_NAME": "Lâmina da Cessação",
    "SS2_NEMMANDO_PRIMARY_BLADE_DESCRIPTION": "<style=cIsUtility>Ágil.</style> <style=cIsDamage>Goivante.</style> Corte os inimigos causando <style=cIsDamage>{230}% de dano</style>.",

    "SS2_NEMMANDO_SECONDARY_CONCUSSION_NAME": "Corte Longo",
    "SS2_NEMMANDO_SECONDARY_CONCUSSION_DESCRIPTION": "<style=cIsUtility>Ágil.</style> <style=cIsDamage>Goivante.</style> Segure para carregar um feixe de espada perfurante que causa <style=cIsDamage>{180}% de dano</style>.",

    "SS2_NEMMANDO_SECONDARY_SHOOT_NAME": "Disparo único",
    "SS2_NEMMANDO_SECONDARY_SHOOT_DESCRIPTION": "<style=cIsUtility>Ágil.</style> <style=cDeath>Rasgante.</style> Atire com sua arma causando <style=cIsDamage>{0}% de dano</style>.",

    "SS2_NEMMANDO_UTILITY_DODGE_NAME": "Rolamento Tático",
    "SS2_NEMMANDO_UTILITY_DODGE_DESCRIPTION": "<style=cIsUtility>Role</style> por uma curta distância, ganhando <style=cIsUtility>200 de armadura</style>.",

    "SS2_NEMMANDO_SPECIAL_SUBMISSION_NAME": "Submissão",
    "SS2_NEMMANDO_SPECIAL_SUBMISSION_DESCRIPTION": "<style=cIsUtility>Ágil.</style> <style=cDeath>Rasgante.</style> <style=cIsUtility>Segure</style>, e então dispare uma barragem de até <style=cIsDamage>6 rajadas de 4x70%.</style> <style=cIsUtility>O número de disparos aumenta com a velocidade de ataque</style>.",

    "SS2_NEMMANDO_SPECIAL_BOSS_NAME": "Golpe Decisivo",
    "SS2_NEMMANDO_SPECIAL_BOSS_DESCRIPTION": "<style=cIsDamage>Goivante.</style> <style=cIsUtility>Segure</style>, e então <style=cIsUtility>arranque para frente</style>, disparando uma barragem de até <style=cIsDamage>{0} cortes</style> que causam até <style=cIsDamage>{1}% dano cada</style>. <style=cIsUtility>O Número de cortes aumenta com a velocidade de ataque</style>.",

    "SS2_NEMMANDO_SPECIAL_SCEPSUBMISSION_NAME": "Subjunção",
    "SS2_NEMMANDO_SPECIAL_SCEPSUBMISSION_DESCRIPTION": "<style=cIsUtility>Ágil.</style> <style=cDeath>Rasgante.</style> <style=cIsUtility>Segure</style>, e então dispare uma barragem de até <style=cIsDamage>6 rajadas de 4x70%.</style>. <style=cIsUtility>O número de disparos aumenta com a velocidade de ataque</style>. \n<color=#d299ff>CETRO: Adicionalmente, dispare até {0} lasers que causão {2}% de dano.</color>",

    "SS2_NEMMANDO_SPECIAL_SCEPBOSS_NAME": "Corte de Julgamento",
    "SS2_NEMMANDO_SPECIAL_SCEPBOSS_DESCRIPTION": "<style=cIsDamage>Goivante.</style> <style=cIsUtility>Segure</style>, e então <style=cIsUtility>arranque pra frente</style>, disparando uma barragem de até <style=cIsDamage>{0} cortes</style> que causam até <style=cIsDamage>{1}% de dano cada</style>. <style=cIsUtility>O número de cortes aumenta com a velocidade de ataque</style>. \n<color=#d299ff>CETRO: Em carga total, desapareça brevemente e, em seguida, libere todos os seus ataques de uma só vez.</color>"

  }
}
