{
	"strings": {
		"SS2_DROIDDRONE_NAME": "Drone de Segurança",

		"SS2_DRONE_CLONE_NAME": "Drone Duplicador",

		"SS2_DRONE_SHOCK_NAME": "Drone de Choque",

                "SS2_TRADER_BODY_NAME": "Zanzan o Fadado",
                "SS2_TRADER_BODY_SUBTITLE": "Negociante Velado",
                "SS2_TRADER_CONTEXT": "Barganhar?",

                "SS2_TRADER_POPUP_TEXT": "Oferecer um item ao negociante?",
                "SS2_TRADER_WANT_TEXT": "O negociante murmura, \"<i><link=\"textWavy\">",
                "SS2_TRADER_WANT2_TEXT": "...</link></i>\"",

                "SS2_TRADER_QUALITY_BESTEST": "<b>Mais Procurado</b>",
                "SS2_TRADER_QUALITY_BEST": "<b>Excelente</b>",
                "SS2_TRADER_QUALITY_GREAT": "<b>Ótimo</b>",
                "SS2_TRADER_QUALITY_GOOD": "<b>Bom</b>",
                "SS2_TRADER_QUALITY_MODERATE": "<b>Ok</b>",
                "SS2_TRADER_QUALITY_POOR": "<b>Ruim</b>",
                "SS2_TRADER_QUALITY_WORTHLESS": "<b>Inútil</b>",

		"SS2_LAMPBOSS_BODY_NAME": "Viajante",
		"SS2_LAMPBOSS_BODY_SUBTITLE": "Portador da Luz",
		"SS2_UNLOCKABLE_LOG_LAMPBOSS": "Registro de Monstro: Viajante",
		"SS2_LAMPBOSS_BODY_LORE": "PEQUENINOS, REÚNEM-SE AQUI PARA MIM. EU DEVO AVISÁ-LOS DE ALGO.\n\n...\n\nO VIAJANTE RETORNOU PARA ESSA DIMENSÃO.\n\nHÁ MUITO TEMPO, EU O SUBJULGUEI, O BANI DO NOSSO JARDIM. MAS AGORA, ELE AMEAÇA NOSSO LAR MAIS UMA VEZ.\n\nSE VOCÊ O VIR, NÃO O OUÇA. ELE VAI TENTAR PERSUADI-LO PAR SEU LADO, COM PROMESSAS DE CALOR, SEGURANÇA E FORÇA.\n\nÉ UMA ARMADILHA.\n\nUMA VEZ QUE ELE TEM SUA CONFIANÇA, VOCÊ SERÁ UM ESCRAVO DE SUA LUZ. VOCÊ VAI CARREGAR SUAS PRÓPRIAS CORRENTES, ASSIM COMO ELE CARREGA AS SUAS.\n\n...\n\nMAS - NÃO SE PREOCUPE. EU IREI PROTEGER O JARDIM. CASO ELE TENHA A AUDÁCIA DE RETORNAR PARA MIM, QUE SEJA.\n\nPARA VOCÊS, PEQUENINOS, EU TENHO UM PRESENTE PARA CADA UM DE VOCÊS. APROXIMEM-SE.\n\nAPROXIMEM-SE AGORA!\n\nAGORA, OBSERVE - OBSERVE AQUI. OBSERVE MINHA MÃO.\n\nTODOS VOCÊS IRÃO ME AJUDAR A CUIDAR DO JARDIM.",

		"SS2_LAMP_BODY_NAME": "Adepto",
		"SS2_UNLOCKABLE_LOG_LAMP": "Registro de Monstro: Adepto",
		"SS2_LAMP_BODY_LORE": "Oh, querido. Olhe para você, pobre coisinha.\n\nVocê está congelando.\n\nAqui, agora. Você já passou por tantoy.\n\n...\n\nAqui vamos nós. Sua chamas reacenderam. Isso manterá você aquecido, por enquanto.\n\nVenha comigo. Vou te apresentar aos outros.\n\nOh? Claro que existem outros. Seria cruel ser o único de sua espécie, não seria?\n\nVenha, agora! Não tarde. Eles dividirão seu calor com você. Apenas me siga.\n\nVocê estará seguro aqui.",

                "SS2_FAMILY_LAMP": "<style=cWorldEvent>[AVISO] Você encontra um profundo sentimento de quietude...</style>"
		
		"SS2_AGARTHAN_BODY_NAME": "Agarthan",
		"SS2_UNLOCKABLE_LOG_AGARTHAN": "Registro de Monstro: Agarthan",

		"SS2_RUNSHROOM_BODY_NAME": "Fungo Veloz",
		"SS2_UNLOCKABLE_LOG_RUNSHROOM": "Registro de Monstro: Fungo Veloz",
		"SS2_RUNSHROOM_BODY_LORE": "Acordamos em pânico, nossas tendas em chamas. Nossos equipamentos se tornaram uma massa derretida da tabela periódica.\n\n\"E-ei, aqui! Aquela coisa!\"\n\nEra tão pequena, parecia como um inseto embaixo de nossos sapatos, porém a desordem foi feita... Não havia outra maneira.\n\n\"Fique aqui, eu vou espremer essa coisa até virar uma polpa.\"\n\nEu fiquei ali e observei enquanto minha equipe saltava como sapos na direção do pequeno fungo, incapaz de sequer arranhar sua superfície. Palavrões soavam como uma sirena no ar.\n\nNossos esforços foram infrutíferos. Eu sinalizei para minha equipe retornar para ajudar a apagar as chaamas.\n\n\"Fiquem quietos e venham aqui! O fogo não vai se apagar sozinho! Esse desgraçado é como uma barata, você não vai pegá-lo!\"\n\nOs danos não foram cobertos."
	}
}
