{
  "strings": {
    "SS2_ITEM_RELICOFDUALITY_NAME": "Relíquia da Dualidade",
    "SS2_ITEM_RELICOFDUALITY_DESC": "Causar dano aos inimigos os queima por <style=cMono>DESCOBRE ESSA MATEMÁTICA AÍ</style> <style=cStack>(+algumacoisa% por alcúmulo)</style>. <style=cDeath>Ser atingido te congelo por alguns segundos ou algo assim... descubra quando este item for implementado</style>",
    "SS2_ITEM_RELICOFDUALITY_PICKUP": "Todos os ataques queimam os inimigos. <style=cDeath>Todo dano congela você.</style>",
    "SS2_ITEM_RELICOFDUALITY_LORE": "Hum? Ah, Youngling! Você voltou antes do esperado. Você concluiu sua pesquisa?\n\nAh, meu caro. Youngling, por que você está tremendo? Algo te machucou?\n\nVocê encontrou algo que te machucou? Hum. Peculiar. Ainda está com você?\n\n... Entendo. Deixe-me ver, então. Venha agora e me mostre o que encontrou.\n\nHmm. Essa é uma coisa estranha. Um fogo ardente, mas frio ao toque. Parece bem antinatural. No entanto, há uma certa harmonia nisso. Como o calor traz ardor e vida, o frio o tempera e o mantém sob controle. Mas da mesma forma, esse frio intenso pode trazer desespero e morte sem ter o calor para afastá-lo.\n\n... Ah, mas lá vou eu, divagando mais uma vez. Você precisa ser cuidadoso, Youngling. Por favor, venha comigo.",

    "SS2_ITEM_RELICOFEXTINCTION_NAME": "Relíquia da Extinção",
    "SS2_ITEM_RELICOFEXTINCTION_DESC": "Descrição em construção",
    "SS2_ITEM_RELICOFEXTINCTION_PICKUP": "Descrição em construção",
    "SS2_ITEM_RELICOFEXTINCTION_LORE": "Descrição em construção",

    "SS2_ITEM_RELICOFFORCE_NAME": "Relíquia da Força",
    "SS2_ITEM_RELICOFFORCE_DESC": "Todos os ataques atingem <style=cIsDamage>1</style> <style=cStack>(+1 por acúmulo)</style> vez adicional para <style=cIsDamage>{0}%</style> de dano TOTAL. <style=cIsUtility>Ataques consecutivos</style> no mesmo inimigo aumentam o dano causado em <style=cIsDamage>{1}%</style>, até um máximo de <style=cIsDamage>{2}%</style> de dano TOTAL. <style=cDeath>Reduz a velocidade de ataque e aumenta o tempo de recarga em {0}%</style> <style=cStack>(-{0}% por acúmulo)</style>.",
    "SS2_ITEM_RELICOFFORCE_PICKUP": "Todos os seus ataques acertam uma vez adicional. <style=cDeath>Sua velocidade de ataque é reduzida e o tempo de recargas de suas habilidades é aumentado.</style>",
    "SS2_ITEM_RELICOFFORCE_LORE": "Ah, Youngling! Você retornou, com o que parece ser uma mala cheia também! Cheio de restos, certo?\n\nHmm. A mochila é pesada, mas está quase vazia. Você... Você não está escondendo coisas de mim, Youngling?\n\n... Você encontrou algo muito pesado. Eu vejo. Perdoe-me pelas minhas suspeitas. Me mostre esta coisa que você encontrou.\n\nAh! Você está certo, Youngling. Essa coisa é pequena, mas difícil de segurar. Ele se estilhaça e fragmenta, e cada peça é tão pesada quanto o todo. Que coisa fascinante!\n\nVou colocá-lo com as outras coisas maravilhosas que você encontrou. Uma coisa dessas poderia ser perigosa se caísse nas mãos erradas. Quanto a você, Youngling... Hmm, acredito que alguns reparos para sua bolsa estão em ordem. Venha comigo.",

    "SS2_ITEM_RELICOFMASS_NAME": "Relíquia da Massa",
    "SS2_ITEM_RELICOFMASS_DESC": "<style=cIsHealing>Aumenta a saúde máxima</style> em <style=cIsHealing>{0}%</style> <style=cStack>(+{0}% por acúmulo)</style>. <style=cDeath>Reduz a aceleração e a desaceleração</style> por um fator de <style=cDeath>{1}</style> <style=cStack>(+{1} por acúmulo)</style>.",
    "SS2_ITEM_RELICOFMASS_PICKUP": "Dobre sua saúde máxima. <style=cDeath>Sua velocidade de movimento ganha um dinamismo.</style>",
    "SS2_ITEM_RELICOFMASS_LORE": "Ah, bem-vindo de volta! Youngling, o que você encontrou?\n\nHmmm. Mais restos da maldita charneca? Muito bem. Você pode ficar com essas coisas, se quiser. Encontrou algo mais?\n\nAh, encontrou? Deixe-me ver então, jovem.\n\nOh! Essa forma que você encontrou! É robusto, mas não é leal. Poderoso, mas frágil ao mesmo tempo. É uma forma peculiar, para dizer o mínimo. Onde você encontrou isso, Youngling?\n\n... Você encontrou no planeta? Hum. Preocupante. Isso não foi criado por aqueles povos da areia. Muito complexo, muito poderoso. Nem por aqueles Lemurianos. Diga-me, jovem, você não roubou isso, roubou?\n\n... Você não roubou. Eu vejo. Muito bem. Eu gostaria de ficar com esta forma. Esta forma é perigosa se você não compreendê-la.\n\nOh, meu jovem, não fique tão triste. Esta forma é notável, e eu louvo seu trabalho independentemente disso. Eu simplesmente quero mantê-lo seguro. Aqui, talvez uma recompensa esteja ao alcance. Venha comigo."
  
    "SS2_ITEM_RELICOFTERMINATION_NAME": "Relíquia da Terminação",
    "SS2_ITEM_RELICOFTERMINATION_DESC": "A cada <style=cIsUtility>{0} segundos</style> garante um bônus que <style=cIsDamage>marca</style> o próximo inimigo gerado. Se derrotado em <style=cIsUtility>30 segundos</style> <style=cStack>(-10% por acúmulo)</style>, ele <style=cIsDamage>derrubará um item</style> <style=cStack>(a raridade do item escala com o acúmulo)</style>; caso contrário, ele nao derrubará <style=cIsDamage>nada</style> e atrasará a próxima marca. <style=cDeath>Inimigos marcados têm suas estatísticas significantemente aumentadas</style>.",
    "SS2_ITEM_RELICOFTERMINATION_PICKUP": "A cada {0} segundos, marque um inimigo e o fortaleça. Se derrotado a tempo, ele derrubará um item; caso contrário, não derrubará nada.",
    "SS2_ITEM_RELICOFTERMINATION_LORE": "Youngling! Ah, eu estou tão feliz de ver que você voltou! Encontrou algo novo?\n\nOh? Você encontrou! Me mostre pequenino. Não precisa ficar tímido.\n\nHm... O que você achou dessa vez? É resistente e oco, mas quando você chacoalha... se derrama, como uma noz-maçã muito madura. Que forma estranha nós temos aqui...\n\nOh? Oh céus. Você foi perseguido por um monstro, você diz... que ele não te seguiu até aqui, correto?\n\n... Claro que não. Mas óbvio, seria difícil nos encontrar aqui, não é Youngling?\n\nAqui, eu vou levar isso embora. Algum lugar onde não poderá trazer monstros para nós.\n\n... Eu entendo. Está tudo bem sentir medo algumas vezes, mas você não pode deixar isso te controlar. Não seria cruel outro viajante encontrar essa forma e sofrer por conta disso?\n\nNós estaremos seguros, Youngling. Venha comigo. Você deve estar faminto depois de passar tanto tempo fora.",
    "SS2_ITEM_RELICOFTERMINATION_PREFIX": "Terminal {0}",

    "SS2_ITEM_RELICOFECHELON_NAME": "Relíquia do Escalão",
    "SS2_ITEM_RELICOFECHELON_DESC": "Ao usar, ganhe {1} (+{1} por acúmulo) de dano base e {2} (+{2} por acúmulo) de saúde base por {3} segundos. Usar um equipamento aumenta permanentemente seu tempo de recarga em {0}%",
    "SS2_ITEM_RELICOFECHELON_PICKUP": "Ganha um grande bônus ao usar o equipamento. <style=cDeath>Usar um equipamento aumenta permanentemente seu tempo de recarga</style>.",
    "SS2_ITEM_RELICOFECHELON_LORE": "Não não Youngling, você chegou muito cedo! Não tive tempo de preprarar. Por favor... volte mais tarde."
  }
}
