{
    "strings":
    {
        "SS2_EXECUTIONER_NAME": "Carrasco",
        "SS2_EXECUTIONER_SUBTITLE": "Guilhotina Temida",
        "SS2_EXECUTIONER_DESCRIPTION" : "O Carrasco é um sobrevivente de alto risco e alta recompensa, que tem como objetivo acumular uma contagem interminável de mortes.\n\n<color=#CCD3E0> < ! > Use a Pistola de Trabalho para efetuar alguns abates, com cada morte progredindo para uma Rajada de Íons ainda mais poderosa.\n\n< ! > Você pode utilizar a Rajada de ions para disparar alguns tiros ou segurá-la para disparar tudo de uma vez.\n\n< ! > A Execução é uma ótima ferramenta de controle de multidão E também para alvos sozinhos. Não esqueça que seu dano depende de quantos alvos atinge!\n\n< ! > Se você estiver sendo cercado, a Dispersão de Grupo pode afastar os inimigos rapidamente.",
        "SS2_EXECUTIONER_OUTRO_FLAVOR": "... e assim ele se foi, uma armadura vazia encharcada de sangue.",
        "SS2_EXECUTIONER_OUTRO_FAILURE": "... e assim ele desapareceu, escapando do inevitável.",
        "SS2_EXECUTIONER_LORE": "A morte é inevitável. Ela vem para todos nós. Alguns podem tentar evitá-la ou fugir dela. Mas a morte chega mesmo assim. A morte, no entanto, é simplesmente o custo da guerra. E a morte em combate glorioso é uma das melhores mortes que um homem poderia pedir.\n\nMas, como sempre, alguns tentariam fugir da morte. Nós os chamamos por muitos nomes. Desertores, covardes, vira-casacas. Cada um deles, traidores da causa. Esses traidores devem ser punidos pelos seus crimes. E essa punição: em uma reviravolta irônica, é exatamente o que eles tentaram evitar.\n\nA morte virá para eles. Não como um espectro vestido com uma foice. Não em um sobretudo, segurando um revólver. Não como uma doença, nem como a velhice. Não. Para eles, a morte virá com trajes de batalha lustrosos, com a pistola de serviço carregada e os manipuladores de íons em carga total.",

        

        "SS2_KEYWORD_FEAR": "<style=cKeywordName>Medo</style><style=cSub>Faz com que os inimigos atingidos parem de atacar e fujam. Inimigos afetados pelo medo recebem 50% a mais de dano e têm sua velocidade de movimento reduzida em 30%.</style>",
		"SS2_KEYWORD_EXECUTING": "<style=cKeywordName>Executando</style><style=cSub>Cause dano dobrado caso atinja apenas um inimigo.</style>",
		"SS2_KEYWORD_RECHARGING": "<style=cKeywordName>Recarregando</style><style=cSub>Matar inimigos restaura as cargas dessa habilidade, dependendo da força do inimigo morto. Inimigos mortos por Execução geram o dobro de carga.</style>",

        

        "SS2_EXECUTIONER_PASSIVE_NAME": "Banho de Sangue",
		"SS2_EXECUTIONER_PASSIVE_DESC": "Matar inimigos infligidos com <style=cIsUtility>medo</style> reduz o tempo de recarga de todas habilidades em <style=cIsUtility>1 segundo</style>.",

	    
        
        "SS2_EXECUTIONER_PISTOL_NAME": "Pistola de Serviço",
        "SS2_EXECUTIONER_PISTOL_DESCRIPTION": "Atire com sua pistola para causar <style=cIsDamage>180% de dano</style>.",
        "SS2_EXECUTIONER_TASER_NAME": "Tensão Mortal",
        "SS2_EXECUTIONER_TASER_DESCRIPTION": "Atire relâmpagos em arcos para causar <style=cIsDamage>{0}% de dano</style>.",
        "SS2_EXECUTIONER_SWINGAXE_NAME": "Machado de Íon",
        "SS2_EXECUTIONER_SWINGAXE_DESCRIPTION": "Balance seu machado para causar <style=cIsDamage>% de dano</style>. <style=cIsUtility>Cada carga secundária concede 4% de saúde máxima em escudo</style>.",
        "SS2_EXECUTIONER_IONGUN_NAME": "Rajada de Íons",
        "SS2_EXECUTIONER_IONGUN_DESCRIPTION": "<style=cIsUtility>Recarregando.</style> Atira uma quantidade de balas ionizadas causando <style=cIsDamage>{0}% de dano</style> cada. <style=cIsUtility>Até 5 cargas podem ser disparadas por vez</style>.",
        "SS2_EXECUTIONER_IONBLAST_NAME": "Explosão de Íons",
        "SS2_EXECUTIONER_IONBLAST_DESCRIPTION": "Atire uma rajada de energia bruta causando <style=cIsDamage>% de dano</style>. Pode ser <style=cIsUtility>carregada</style>, usando multiplas cargas de uma vez. <style=cIsUtility>Reabastece cargas para cada inimigo que você mata, dependendo da força</style>.",
        "SS2_EXECUTIONER_DASH_NAME": "Disperção de Grupo",
        "SS2_EXECUTIONER_DASH_DESCRIPTION": "Impulsione para a frente e cause <style=cIsUtility>medo</style> em todos inimigos próximos por <style=cIsUtility>{0} segundos</style>.",
        "SS2_EXECUTIONER_AXE_NAME": "Execução",
        "SS2_EXECUTIONER_AXE_DESCRIPTION": "<style=cIsUtility>Pesado</style>. <style=cIsDamage>Executando.</style> Lance-se no ar e bata para baixo com um enorme machado de íons para causar <style=cIsDamage>{0}% de dano</style>.",
        "SS2_EXECUTIONER_AXESCEPTER_NAME": "Execução em Massa",
        "SS2_EXECUTIONER_AXESCEPTER_DESCRIPTION": "Lance-se no ar e bata para baixo com um machado de íons para causar <style=cIsDamage>3.000% de dano</style>.",
		"SS2_EXECUTIONER_ARMOR_NAME": "Fanático Ionizado",
		"SS2_EXECUTIONER_ARMOR_DESCRIPTION": "Equipe uma armadura ionizada, ganhando <style=cIsUtility>60 de armadura</style> e <style=cIsDamage>sobrecarregando</style> sua habilidade secundária por <style=cIsDamage>4</style> segundos.",
		"SS2_EXECUTIONER_ARMORSCEPTER_NAME": "Soberano Ionizado",
		"SS2_EXECUTIONER_ARMORSCEPTER_DESC": "Equipe uma armadura ionizada, ganhando <style=cIsUtility>80 de armadura</style> e <style=cIsDamage>sobrecarregando</style> sua habilidade secundária por <style=cIsDamage>4</style> segundos. Eliminar inimigos causa <style=cIsUtility>medo</style> a inimigos próximos por 4 segundos."
    }
}
