{
	"strings": {
		"SS2_ITEM_BLOODTESTER_NAME": "Testador de Sangue Quebrado",
		"SS2_ITEM_BLOODTESTER_DESC": "Ganhe <style=cIsUtility>5 de ouro</style> para cada <style=cIsHealing>20% de saúde</style> recuperada. <style=cStack>O ouro ganho escala com o acúmulo, estágios concluídos, e vida máxima.</style>",
		"SS2_ITEM_BLOODTESTER_PICKUP": "Ganhe dinheiro ao curar.",
		"SS2_ITEM_BLOODTESTER_LORE": "Devolução: Testador de Sangue Quebrado\nNúmero de Rastreio: 288*****\nPrevisão de Entrega: 17/06/2056\nMétodo de Envio: Prioritário\nEndereço de Entrega: Sede da Dionysus Pharmaceuticals, Plutão\nDetalhes da Entrega:\n\nPreciso que este seja reparado antes que cause mais prejuízo à nossa empresa. Essa coisa continuou nos dando resultados incorretos toda vez que nosso MED-E a usava. Isso não apenas obstrui nosso fluxo de trabalho, mas acabamos tendo que tirar do próprio bolso pelos pacientes, pois os diagnosticamos erroneamente e os espetamos com agulhas desnecessariamente. E não podemos alegar que o paciente está errado, já que tudo é imediatamente copiado e armazenado para os servidores. Não podemos continuar desembolsando esse tipo de dinheiro ou estaremos falidos no próximo trimestre.\n",

		"SS2_ITEM_FIELDACCELERATOR_NAME": "Acelerador de Campo",
		"SS2_ITEM_FIELDACCELERATOR_DESC": "Após derrotar o chefe do Teleportador, matar inimigos dentro do raio do Teleportador garante <style=cIsUtility>+{0}%</style> <style=cStack>(+{0}% por acúmulo)</style> <style=cIsUtility>de carregamento</style>.",
		"SS2_ITEM_FIELDACCELERATOR_PICKUP": "Matar inimigos reduz o tempo de carregamento do Teleportador.",
		"SS2_ITEM_FIELDACCELERATOR_LORE": "<style=cMono>//--TRANSCRIÇÃO AUTOMÁTICA DA SALA 1455A DO UES [Safe Travels]--//</style>\n\n\"Você tem o dispositivo?\"\n\n\"Sim , está bem aqui.\"\n\n\"Funciona, certo?\"\n\n\"Mmmhmm. Impecavelmente.\"\n\n\"Excelente. Lembre-se, ninguém pode saber sobre isso.\"\n\n\"Sim, sim, eu sei. Esses... altares, em [CONFIDENCIAL] têm um potencial fantástico. Depois de analisá-los, replicá-los deve ser fácil. Será um grande avanço científico .\"\n\n\"Bom. Mantenha isso baixo, faça sua análise e saia antes que alguém suspeite.\"\n\n\"Farei isso. Mais uma vez, muito obrigado por sua ajuda.\" \n\n\"Não é nada. Contanto que você esteja me pagando.\"\n\n\"Eh-heh, sobre isso...\"",

		"SS2_ITEM_HOTTESTSAUCE_NAME": "Molho Quentíssimo",
		"SS2_ITEM_HOTTESTSAUCE_DESC": "Ativar seu equipamento <style=cIsDamage>incendeia</style> inimigos em um raio de <style=cIsDamage>{0}m</style> por <style=cIsDamage>{1}</style> segundos, causando <style=cIsDamage>150% de dano base</style> com um adicional de <style=cIsDamage>100% de dano por segundo</style> <style=cStack>(+50% por acúmulo)</style>.",
		"SS2_ITEM_HOTTESTSAUCE_PICKUP": "Ativar seu equipamento incendeia inimigos próximos.",
		"SS2_ITEM_HOTTESTSAUCE_LORE": "<style=cMono>//--Transcrição automática do quarto K3 (cozinha, 3º andar) do Hotel Kaymar--//</style>\n\nUm homem alto e magro entra na sala, segurando uma grande caixa de papelão . \"Eai, CHEF. Como vai?\" Ele coloca a caixa no balcão.\"Tudo bem, temos um monte de novos molhos com os quais você terá que se acostumar. Vou orientá-lo agora, se você não se importar.\" O robô CHEF direciona sua atenção para ele, mas continua trabalhando.\n\nO homem segue pelas fileiras de várias garrafas coloridas, explicando ao CHEF seus nomes, sabores e usos na culinária. Eventualmente, ele para em uma garrafa de cor vermelha e hesita brevemente.\n\n\"... Ok, agora. Esta garrafa? Não tem rótulo por um motivo. Se você receber um pedido de refeição informando que você use o \"< style=cDeath>Molho Quentíssimo</style>\" nele, vá em frente e use esta garrafa. Mas NÃO a use em NENHUMA OUTRA CIRCUNSTÂNCIA. Eu sei que às vezes você precisa improvisar para terminar um prato, mas você NUNCA deve usar esta garrafa se estiver fazendo isso. Entendeu?\"\n\nO robô CHEF, ainda trabalhando, assente afirmativamente.\n\n\"Bom. Espero grandes coisas de você, CHEF.\"\n\nO robô CHEF assente mais uma vez e pausa brevemente seu trabalho para colocar as garrafas nos locais apropriados.\n\n\"...Ah, e também?\"\n\nO robô CHEF faz uma pausa para direcionar sua atenção ao homem mais uma vez.\n\n\"Por favor, não quebre essa garrafa. Eu sei que você é um robô e tudo mais, mas também sei que acidentes acontecem, e esse acidente em particular pode deixar um buraco no chão.\"\n\nO robô CHEF olha brevemente para a garrafa, antes de colocá-la cuidadosamente no fundo do armário com o resto dos molhos.",

		"SS2_ITEM_HUNTERSSIGIL_NAME": "Insígnia do Caçador",
		"SS2_ITEM_HUNTERSSIGIL_DESC": "Após <style=cIsUtility>ficar parado</style> por pelo menos 1 segundo, ganhe <style=cIsUtility>{0}</style> de armadura <style=cStack>(+{1} por acúmulo)</style> e <style=cIsDamage>{2}%</style> de aumento de dano <style=cStack>(+{3}% por acúmulo)</style>. O efeito permance por <style=cIsUtility>{4}</style> <style=cStack>(+{5} por acúmulo)</style><style=cIsUtility> segundos</style> após continuar a se mover.",
		"SS2_ITEM_HUNTERSSIGIL_PICKUP": "Ficar parado concede um bônus de armadura e dano.",
		"SS2_ITEM_HUNTERSSIGIL_LORE": "<style=cMono>Transcrição de áudio concluída do gravador portátil.\n\nImprimindo...\n\n</style>\"Você acha que eles vão morder a isca?\"\n\"Eles tem que morder. Não é como se tivéssemos outras opções.\"\n\"Ainda acho que usar nossa comida assim é muito arriscado.\"\n\"Se não tentarmos, estaremos mortos em uma semana. \"\n\"Apenas... certifique-se de não perdermos muito.\"\n\"Nada mais do que nossas vidas, pelo menos.\"\n\"...\"\n\" Eles estão aqui.\"\n\"Ah, bom. Pegue um e vamos sair daqui.\"\n\"Ainda não...\"\n\"O quê? Quanto mais você espera mais desperdiçamos nossa comida!\"\n\"Espere...\"\n\"Atira logo, cara, nós temos muito pouco!\"\n\"Quase...\"\n\" ATIRA LOGO.\"\n\"Quase...\"\n\"ATIRA LOGO OU ME DÁ ESSA ARMA.\"\n\"...\"\n\"ME DÊ ISSO.\" \n\"Ei, tome CUIDA-\"\n\n<style=cMono>Fim da gravação.</style>\n",

		"SS2_ITEM_JETBOOTS_NAME": "Protótipo de Botas a Jato",
		"SS2_ITEM_JETBOOTS_DESC": "<style=cIsUtility>Pular</style> cria uma <style=cIsUtility>lenta explosão</style> que causa <style=cIsDamage>{2}%</style> de dano <style=cStack>(+{3}% por acúmulo)</style> em um raio de <style=cIsDamage>{0}m</style> <style=cStack>(+{1}m por acúmulo)</style>.",
		"SS2_ITEM_JETBOOTS_PICKUP": "Causa uma explosão ao pular!",
		"SS2_ITEM_JETBOOTS_LORE": "Registro da autópsia da Hephaestus Metal Works\n\nLocal: Hephaestus Metal Works, Marte\nStatus do local: Interior destruído pelo fogo\nVítimas: O proprietário, devido ao incêndio\nRelatório no Local:\n\nAssumi que a causa do incêndio era obra de um forno, uma forja ou até mesmo uma pausa para cigarro. O local não diferia muito de qualquer outra oficina do mesmo nicho. Um monte de espadas antigas, armaduras, equipamentos agrícolas, etc. No entanto, parecia que o proprietário era um entusiasta, pois havia o que pareciam ser alguns projetos atípicos nos fundos da loja.\n\nUma boa quantidade deles não era nada mais do que motores e metal. Ele parecia estar praticando fazer relógios. Mas ele eventualmente acabou mudando para coisas baseadas em combustível e motor. Velhos cortadores de grama, motocicletas e geradores. Mais tarde ele mudou para sistemas de propulsão. Pequenos aviões de controle remoto, helicópteros, uma mochila a jato enferrujada. Parecia que ele estava tramando algo, e descobrimos o que era bem nos fundos da loja.\n\nClaramente havia algum gênio por trás dele. Ele estava construindo um par de botas a jato do zero. Elas não haviam entrado em produção antes, já que as mochilas a jato cumprem seu trabalho e as botas não podiam ser tão robustas e pesadas enquanto geravam a mesma quantidade de impulso. Ele parecia pensar o mesmo, pois as tornou mais resistentes para sua proteção, mas tentou compensar aumentando a potência do impulso. O resultado terminou com o calor se acumulando e irrompendo abaixo dele. Infelizmente, sua natureza inventiva lhe custou seus negócios e sua vida.\n\nA área ao redor não sofreu nenhum dano, então a loja pode ser reformada em breve. As botas foram confiscadas e estão a caminho de serem estudadas e desativadas, e os itens restantes de dentro da loja foram enviados para seus parentes mais próximos.\n\nIsso conclui meu relatório.\n",

		"SS2_ITEM_STRANGECAN_NAME": "Lata Estranha",
		"SS2_ITEM_STRANGECAN_DESC": "<style=cIsDamage>8.5%</style> <style=cStack>(+5% por acúmulo)</style> de chance de <style=cIsDamage>intoxicar</style> inimigos, causando <style=cIsDamage>350% de dano ao longo do tempo</style> e <style=cIsUtility>desorientando eles</style>.",
		"SS2_ITEM_STRANGECAN_PICKUP": "Chance de intoxicar inimigos, causando dano ao longo do tempo.",
		"SS2_ITEM_STRANGECAN_LORE": "Duas figuras estão sentadas, uma tremendo entre um mar de escombros em uma toca congelada. As únicas luzes fornecidas são os pequenos restos de um incêndio e velhos fios faiscantes. Quase nenhuma proteção contra o frio cortante.\n\n\"Ei...\" Ele olha para cima, sem muita esperança. \"Você acha que algum dia conseguiremos sair desta rocha?\"\n\n\"Difícil dizer.\" Ela dá uma mordida em uma ração que encontrou.\n\n\"Bem, deve haver algo que deixamos de lado, certo? Algum método que ainda não pensamos?\" Ele se levanta e começa a andar ansiosamente de um lado para o outro.\n\n\"Pode ser.\" Outra mordida.\n\n\"Talvez haja alguns destroços com peças funcionando que ainda não encontramos, ou um problema nas atuais que podemos consertar?\" Um brilho retorna aos seus olhos, ficando mais esperançoso e animado.\n\n\"Definitivamente possível.\" Outra mordida.\n\nEle para abruptamente com uma expressão de nojo em seu rosto.\"Ugh, você poderia por favor me ajudar a pensar em algo em vez de apenas comer?\"\n\n\"Eu não me preocuparia com isso.\" Outra mordida.\n\nSeu desgosto rapidamente dá lugar a frustração descarada e raiva. \"Por que não?! Você não quer sair daqui?!\"\n\nEla suspira e passa a mão pelos cabelos. \"Claro que sim. Mas isso não significa que temos que nos estressar com cada coisinha. Estamos vivos, não é? Temos sorte de termos tanto.\"\n\n\"Bem. .. acho que você está certa... seria ruim se preocupar demais agora...\" Sua expressão relaxa enquanto ele olha de volta para o chão.\n\n\"Viu? Apenas sente-se, relaxe e deixe meu estoque antigo aquecê-lo.\" Outra mordida, enquanto ela lhe passa a lata.\n",

		"SS2_ITEM_WATCHMETRONOME_NAME": "Relógio Metrônomo",
		"SS2_ITEM_WATCHMETRONOME_DESC": "<style=cIsUtility>Não correr</style> gradualmente gera <style=cIsUtility>{0}</style> <style=cStack>(+{0} por acúmulo)</style> <style=cIsUtility>cargas</style>, aumentando sua <style=cIsUtility>velocidade de movimento</style> quando correr até <style=cIsUtility>{1}%</style>. A velocidade de movimento aumentada decai <style=cIsUtility>enquanto estiver correndo</style>.",
		"SS2_ITEM_WATCHMETRONOME_PICKUP": "Carregua um bônus na velocidade de movimento enquanto não estiver correndo.",
		"SS2_ITEM_WATCHMETRONOME_LORE": "Pedido: Relógio Metrônomo Quebrado\nNúmero de Rastreio: 88******\nPrevisão de Entrega: 14/04/2056:\nMétodo de Envio: Prioritário\nEndereço de envio: 33 Skyview Drive, Albumen, Vênus\nDetalhes da Entrega:\n\nEi, este é o relógio metrônomo que eu disse que precisava ser consertado. Aparentemente, o negócio está desregulado há algumas semanas, e eu e os rapazes não conseguimos gravar com ele acelerando o tempo todo. Eu gostaria de tê-lo de volta rapidamente, já que usar o metrônomo na orelha machuca meus ouvidos se usar por muito tempo. Ah, e tome cuidado com isso também. O relógio é um presente do meu pai e realmente significa muito para mim. Muito obrigado antecipadamente!\n",

		"SS2_ITEM_LOWQUALITYSPEAKERS_NAME": "Alto-Falantes de Baixa Qualidade",
		"SS2_ITEM_LOWQUALITYSPEAKERS_DESC": "Ganhe <style=cIsUtility>velocidade de movimento</style> proporcional a <style=cIsHealth>porcentagem de saúde perdida</style>, até o máximo de <style=cIsUtility>+{0}%</style> <style=cStack>(+{0}% por acúmulo)</style> de <style=cIsUtility>velocidade de movimento</style> com <style=cIsHealth>10% ou menos de saúde restante</style>.",
		"SS2_ITEM_LOWQUALITYSPEAKERS_PICKUP": "Mova-se mais rápido com menos saúde.",
		"SS2_ITEM_LOWQUALITYSPEAKERS_LORE": "Devolução: A-AMP 25-Watt Alto-Falante Multifuncional\nNúmero de Rastreio: 629********\nPrevisão de Entrega: 03/14/2055\nMétodo de Envio: Prioritário\nEndereço de Entrega: 444 Anthem Ln., Cidades Gêmeas, Terra\nRazão da Devolução:\n\nDesculpa por incomodar cara, mas quando eu desempacotei e conectei para testar, o áudio saiu...zoado? Estático? É-é difícil descrever. Se eu tivesse que adivinhar, deve ter sido danificado durante o envio. Acho que eu estou feliz por conseguir solicitar a garanntia.\n\nReembolso:\nSubstituir: X",

		"SS2_ITEM_CRYPTICSOURCE_NAME": "Fonte Críptica",
		"SS2_ITEM_CRYPTICSOURCE_DESC": "Ao <style=cIsDamage>correr</style>, desencadeie uma <style=cIsDamage>explosão de energia</style> que causa <style=cIsDamage>{0}%</style> <style=cStack>(+ {1}% por acúmulo)</style> de dano aos inimigos.",
		"SS2_ITEM_CRYPTICSOURCE_PICKUP": "Libera uma explosão de energia ao correr.",
		"SS2_ITEM_CRYPTICSOURCE_LORE": "História maneira."
	}
}
