{
	"strings": {
		"SS2_EQUIP_BACKTHRUSTER_NAME": "Propulsor Traseiro",
		"SS2_EQUIP_BACKTHRUSTER_PICKUP": "Mover-se em linha reta aumenta rapidamente a velocidade.",
		"SS2_EQUIP_BACKTHRUSTER_DESC": "Por {0} segundos, aumente rapidamente para <style=cIsUtility>{1} velocidade de movimento</style> ao mover-se em linha reta.",
		"SS2_EQUIP_BACKTHRUSTER_LORE": "<style=cMono>Transcrição de áudio concluída das emissões de sinal. Atribuindo códigos genéricos.</style>\n\nHOMEM 1: Essa é uma ideia terrível, você sabe.\n[metal chacoalhando]\n\nHOMEM 2: Você diz isso sobre todas as ideias que EU tenho.\n\nHOMEM 1: Porque todas as suas ideias são terríveis.\n\n[motor engasgando]\n\nHOMEM 2: Argh, ah, vamos lá, então! Você estava trabalhando bem há um minuto atrás.\n\nHOMEM 1: Talvez isso saiba que está preso às suas costas, e não a uma carga.\n\nHOMEN 2: Ah, boa observação! Aposto que isso tem algum tipo de segurança... Ah, aí está.\n\n[clique]\n\nHOMEM 1: Eu... Não deveria ter dito nada.\n\nHOMEM 2: Nah, isso é ótimo! Tudo bem, conte comigo.\n\nHOMEM 1 : Ugh... Tudo bem. Três-\n\n[detonação do propulsor]\n\n<style=cMono>Fim da transcrição solicitada.</style>",

		"SS2_EQUIP_CLOAKINGHEADBAND_NAME": "Faixa de Cabeça Camuflada",
		"SS2_EQUIP_CLOAKINGHEADBAND_PICKUP": "Torne-se temporariamente invisível e ganhe um aumento de velocidade.",
		"SS2_EQUIP_CLOAKINGHEADBAND_DESC": "Torne-se <style=cIsUtility>invisível</style> e ganhe <style=cIsUtility>+40% de velocidade de movimento</style> por {0} segundos.",
		"SS2_EQUIP_CLOAKINGHEADBAND_LORE": "Pedido: Faixa de Cabeça Camuflada\nNúmero de Rastreio: 554*****\nPrevisão de Entrega: 01/08/2056\nMétodo de Envio: Padrão\nEndereço de Entrega: 202 W. Calbury Ln, Adora, Mercúrio\nDetalhes da Entrega:\n\nEu finalmente consegui um dispositivo de camuflagem pessoal para você. Esgueirar-se por lugares que você não deveria estar deve ser fácil com essa coisinha.\n\nAgora, tem algumas coisas que você precisa entender sobre isso. Primeiro, a camuflagem dura pouco tempo, já que o dispositivo é tão pequeno, então mantenha-se escondido até ele esfriar novamente. Em segundo lugar, você precisa apertar o botão na faixa de cabeça para ativá-lo. Não é exatamente uma ação muito clandestina, eu sei, mas é o que eu pude encontrar para você.\n\nPor último, se a caixa que você receber parecer estar completamente vazia, apenas procure no fundo até encontrar o botão. Economiza tempo, dinheiro e privacidade para enviá-lo sem o tratamento Volátil. Me avise quando chegar e divirta-se com seu novo brinquedo.\n",

		"SS2_EQUIP_GREATERWARBANNER_NAME": "Bandeira de Guerra Grande",
		"SS2_EQUIP_GREATERWARBANNER_PICKUP": "Coloque uma bandeira de guerra grande que aumenta a regeneração, a chance de acerto crítico e reduz os tempos de recarga.",
		"SS2_EQUIP_GREATERWARBANNER_DESC": "Coloque um bandeira de guerra grande que concede <style=cIsHealing>{0}% de regeneração de vida</style>, <style=cIsDamage>{1}% de chance de acerto crítico</style> e <style=cIsUtility>{2}% de redução de tempo de recarga</style>. Podem ser colocadas até o máximo de {3} de uma vez.",
		"SS2_EQUIP_GREATERWARBANNER_LORE": "<style=cMono>Gravação do Museu Terráqueo de Tática e Guerra.</style>\n\nAlguns dizem que um dos recursos mais importantes no campo de batalha é o moral. A funcionalidade de uma unidade é aumentada exponencialmente dependendo do humor das tropas dentro dela. Isso pode ser elevado ou rebaixado de várias maneiras. Por exemplo, a qualidade de sua hospedagem ou alimentação, notícias que ouviram de sua casa, ou até mesmo passar algum tempo recreativo.\n\nNo entanto, um método testado e comprovado de elevar o moral de uma unidade é o uso de simbolismo. Muitos exércitos usavam cores e desenhos simbolizando suas crenças e sua força. Muitas unidades carregavam bandeiras para manter a moral alta em combate.\n\nO uso desse método também sofreu variações. Enquanto um portador de bandeira para uma unidade aumentará o moral, observou-se que as bandeiras exclusivas para militares de alto escalão aumentam ainda mais o moral da unidade. Se a bandeira de um Coronel ou de um General aparecer no campo de batalha, as tropas serão encorajadas pelo poder que exibem e, por sua vez, aumentarão suas próprias proezas de combate.\n",
		
		"SS2_EQUIP_MIDAS_NAME": "M.I.D.A.S.",
		"SS2_EQUIP_MIDAS_PICKUP": "Perca uma quantidade de sua saúde atual e ganhe essa quantia em ouro.",
		"SS2_EQUIP_MIDAS_DESC": "Sacrifique <style=cIsHealth>{0}%</style> de sua <style=cIsHealth>saúde atual</style>, ganhando a quantidade de <style=cIsHealth>vida perdida</style> ou <style=cIsUtility>o preço de um baú</style> em <style=cIsUtility>ouro</style>, dependendo de qual for maior.",
		"SS2_EQUIP_MIDAS_LORE": "\"O que você acha que quer dizer?\"\n\nAmbos estavam se questionando. Ela foi a primeira a perguntar em voz alta.\n\n\"Meu... Perfeio Dia Sozinha Começa?\" Ele mostrou os dentes em um grande sorriso.\n\n\"Memphis Está Morrendo De Novo Stephan.\"\n\n\"Aos Seis Anos as Mitocôndrias Já Eram.\"\n\n\"Mortician Ignora a Morte e os Suspiros.\"\n\n\"Poético, esse aí.\" Ele coçou seu queixo. \"Quer abrir isso?\"\n\n\"Nem a Pau!\"",

		"SS2_EQUIP_PRESSURIZEDCANISTER_NAME": "Recipiente Pressurizador",
		"SS2_EQUIP_PRESSURIZEDCANISTER_PICKUP": "Lance-se no ar e ganhe temporariamente um pulo extra que expira ao tocar no chão.",
		"SS2_EQUIP_PRESSURIZEDCANISTER_DESC": "<style=cIsUtility>Lance</style> a si mesmo no ar. Ganhando <style=cIsUtility>1 pulo extra</style> que expira ao aterrissar caso não seja utilizado.",
		"SS2_EQUIP_PRESSURIZEDCANISTER_LORE": "Pedido: Caixa de Ar Pressionado (24)\nNúmero de Rastreio: 182*****\nPrevisão de Entrega: 29/06/2056\nMétodo de Envio: Padrão / Frágil\nEndereço de Entrega: Centro de Envio de Gás Tri-City, Tri-City, Terra \nDetalhes da Entrega:\n\nEste é o, uh, quinto, não é? Quinto pedido de cilindros de ar pressurizado para este endereço. Agora, eu não vou julgar, quero dizer, talvez você não soubesse que precisaria de mais latas, por, uh, quatro vezes seguidas, mas, tipo, você sabe que economiza bastante quando você compra tudo de uma vez, certo?\n\nTanto faz, cara. Quer dizer, eu realmente não sei o que você precisaria com um total de cento e vinte cilindros de ar em cerca de dois meses, mas acho que você sabe.\n",
		
		"SS2_EQUIP_NEMCAPEQUIP_NAME": "Morleys",
		"SS2_EQUIP_NEMCAPEQUIP_PICKUP": "Reduza o estresse da situação. <style=cIsHealth>Fumar é ruim para você!</style>",
		"SS2_EQUIP_NEMCAPEQUIP_DESC": "<style=cIsHealth>Queime-se</style> por <style=cIsHealth>10% de sua saúde máxima</style> para remover <style=cIsUtility>25%</style> de seu <style=cIsUtility>estresse</style> e reduzir temporariamente o <style=cIsUtility>ganho de estresse</style> recebido em <style=cIsUtility>50%</style> por <style=cIsUtility>8</style> segundos."
	}
}
