{
  "strings": {
    "SS2_EXECUTIONER2_NAME": "Executor",
    "SS2_EXECUTIONER2_SUBTITLE": "A Temerosa Guilhotina",
    "SS2_EXECUTIONER2_DESCRIPTION": "O objetivo do Executor é espalhar o máximo de sangue possível em uma pequena quantidade de tempo. Balas carregadas, manipuladores de íon carregados.\n\n<color=#CCD3E0> < ! > Use a Pistola de Trabalho para efetuar alguns abates, com cada morte progredindo para uma Rajada de Íons ainda mais poderosa.\n\n< ! > Você pode utilizar a Rajada de ions para disparar alguns tiros ou segurá-la para disparar tudo de uma vez.\n\n< ! > A Execução é uma ótima ferramenta de controle de multidão E também para alvos sozinhos. Não esqueça que seu dano depende de quantos alvos atinge!\n\n< ! > Se você estiver sendo cercado, a Dispersão de Grupo pode afastar os inimigos rapidamente e os deixando pronto para a boa e velha Execução.",
    "SS2_EXECUTIONER2_OUTRO_FLAVOR": "... e assim ele se foi, uma armadura vazia encharcada de sangue.",
    "SS2_EXECUTIONER2_OUTRO_FAILURE": "... e assim ele desapareceu, escapando do inevitável.",
    "SS2_EXECUTIONER_LORE": "A morte é inevitável. Ela vem para todos nós. Alguns podem tentar evitá-la ou fugir dela. Mas a morte chega mesmo assim. A morte, no entanto, é simplesmente o custo da guerra. E a morte em combate glorioso é uma das melhores mortes que um homem poderia pedir.\n\nMas, como sempre, alguns tentariam fugir da morte. Nós os chamamos por muitos nomes. Desertores, covardes, vira-casacas. Cada um deles, traidores da causa. Esses traidores devem ser punidos pelos seus crimes. E essa punição: em uma reviravolta irônica, é exatamente o que eles tentaram evitar.\n\nA morte virá para eles. Não como um espectro vestido com uma foice. Não em um sobretudo, segurando um revólver. Não como uma doença, nem como a velhice. Não. Para eles, a morte virá com trajes de batalha lustrosos, com a pistola de serviço carregada e os manipuladores de íons em carga total.",

    "SS2_KEYWORD_FEAR2": "<style=cKeywordName>Medo</style><style=cSub>Faz com que inimigos afetados parem de atacar e comecem a recuar. Inimigos são desacelerados em 50% e executados com 15% de saúde ou menos.</style>",
    "SS2_KEYWORD_EXECUTING2": "<style=cKeywordName>Executando</style><style=cSub>Dano e escala de coeficiente são dobrados se apenas um inimigo for atingido. Matar dobra o ganho de cargas do Manipulador de Íon.</style>",
    "SS2_KEYWORD_RECHARGING2": "<style=cKeywordName>Recarregando</style><style=cSub>Essa habilidade pode recarregar cargas extras ao segurar o botão ou matar inimigos. Cargar adicionais aumentam a capacidade máxima.</style>",
    "SS2_KEYWORD_IONARMORBUFF": "<style=cKeywordName>Armadura Iônica</style><style=cSub>Aumenta a armadura em 60 e diminui o tempo de espera de habilidades em 20%.</style>",

    "SS2_SKIN_EXECUTIONER2_DEFAULT": "Padrão",
    "SS2_SKIN_EXECUTIONER2_MASTERY": "Guerreiro",

    "SS2_EXECUTIONER2_EXECUTION_NAME": "Execução",
    "SS2_EXECUTIONER2_EXECUTION_DESC": "<style=cIsDamage>Executar</style>. Salte e <style=cIsDamage>bata</style> no chão com seu machado de íons para causar <style=cIsDamage>1.200% de dano</style>. <style=cIsUtility>Segure para mirar.</style>",

    "SS2_EXECUTIONER2_FIRINGSQUAD_NAME": "Tiroteio",
    "SS2_EXECUTIONER2_FIRINGSQUAD_DESC": "<style=cIsDamage>Eletrizante</style>. Invoque um esquadrão de armas de íon, rapidamente atirando balas iônicas e causando <style=cIsDamage>350% de dano</style> por bala, mas perde <style=cIsHealth>-60% da velocidade de movimento</style>. <style=cIsUtility>Segure para extender sua duração. Tempo de espera escala com o tempo que a habilidade é usada.</style>",

    "SS2_EXECUTIONER2_IONBURST_NAME": "Rajada de Íons",
    "SS2_EXECUTIONER2_IONBURST_DESC": "<style=cIsDamage>Eletrizante</style>. Rapidamente descarrega suas <style=cIsUtility>cargas do Manipulador de Íon</style> como balas de íon, causando <style=cIsDamage>350% de dano</style> por bala.",

    "SS2_EXECUTIONER2_IONCHARGE_NAME": "Manipulador de Íon",
    "SS2_EXECUTIONER2_IONCHARGE_DESC": "Segure para começar a carregar até <style=cIsUtility>10 cargas, e substituir a <style=cIsDamage>habilidade primária</style>. <style=cIsUtility>Matar inimigos também adiciona cargas.</style>",

    "SS2_EXECUTIONER2_DASH_NAME": "Dispersão de Grupo",
    "SS2_EXECUTIONER2_DASH_DESC": "<style=cIsUtility>Arranque</style> para frente e cause <style=cIsUtility>medo</style> a inimigos próximos.</style>",

    "SS2_EXECUTIONER2_IONJUGGERNAUT_NAME": "Soberano Ionizado",
    "SS2_EXECUTIONER2_IONJUGGERNAUT_DESC": "Gire o seu machado de íons causando <style=cIsDamage>1.700% de dano</style> enquanto segura. Ao ativar, começa a consumir lentamente as <style=cIsUtility>cargas do Manipulador de Íon</style> para projetar uma armadura iônica."
  }
}
