{
  "strings": {
    "SS2_EXECUTIONER2_NAME": "Executor",
    "SS2_EXECUTIONER2_SUBTITLE": "A Temerosa Guilhotina",
    "SS2_EXECUTIONER2_DESCRIPTION": "O objetivo do Executor é espalhar o máximo de sangue possível em uma pequena quantidade de tempo. Balas carregadas, manipuladores de íon carregados.\n\n<color=#CCD3E0> < ! > Use a Pistola de Serviço para matar inimigos para carregar seu Manipulador de Íon - ou carregue-o manualmente com o tempo.\n\n< ! > Explosão de Íon é extremamente forte quando está na carga máxima. Espalhe seus tiros através da multidão para maximizar seu efeito.\n\n< ! > Execução é um bom controle de área E uma boa ferramente de alvo único. Não se esqueça que o dano depende de quantos inimigos são atingidos!\n\n< ! > Use a Miríade Dispersa para manipular os inimigos e prepará-los para uma boa e velha Execução.",
    "SS2_EXECUTIONER2_OUTRO_FLAVOR": "..e assim ele partiu, uma recipiente vazio de armadura encharcada de sangue.",
    "SS2_EXECUTIONER2_OUTRO_FAILURE": "..e assim ele desapareceu, escapando do inevitável.",
    "SS2_EXECUTIONER_LORE": "A morte é inevitável. Ela vem para todos nós. Alguns podem tentar evitá-la ou fugir dela. Mas a morte chega mesmo assim. A morte, no entanto, é simplesmente o custo da guerra. E a morte em combate glorioso é uma das melhores mortes que um homem poderia pedir.\n\nMas, como sempre, alguns tentariam fugir da morte. Nós os chamamos por muitos nomes. Desertores, covardes, vira-casacas. Cada um deles, traidores da causa. Esses traidores devem ser punidos por seu crime. E essa punição: em uma reviravolta irônica, é exatamente o que eles tentaram evitar.\n\nA morte virá para eles. Não como um espectro vestido com uma foice. Não em um sobretudo, segurando um revólver. Não como uma doença, nem o desgaste do tempo. Não. Para eles, a morte virá com trajes de batalha lustrosos, com a pistola de serviço carregada e os manipuladores de íons totalmente carregados.",

    "SS2_KEYWORD_FEAR2": "<style=cKeywordName>Amedontrar</style><style=cSub>Faz com que inimigos afetados parem de ataquer e comecem a recuar. Inimigos são desacelerados em 50% e executados com 15% de saúde ou menos.</style>",
    "SS2_KEYWORD_EXECUTING2": "<style=cKeywordName>Executar</style><style=cSub>Dano e escala de coeficiente são dobrados se não mais que um inimigo for atingido. Matar dobra o ganho de cargas do Manipulador de Íon.</style>",
    "SS2_KEYWORD_RECHARGING2": "<style=cKeywordName>Recarregando</style><style=cSub>Essa habilidade pode recarregar cargas extras ao segurar o butão ou matar inimigos. Cargar adicionais aumentam a capacidade máxima.</style>",
    "SS2_KEYWORD_IONARMORBUFF": "<style=cKeywordName>Armadua Iônica</style><style=cSub>Aumenta a armadura em 60 e diminui o tempo de espera de habilidades em 20%.</style>",

    "SS2_SKIN_EXECUTIONER2_DEFAULT": "Padrão",
    "SS2_SKIN_EXECUTIONER2_MASTERY": "Guerreiro",

    "SS2_EXECUTIONER2_EXECUTION_NAME": "Execução",
    "SS2_EXECUTIONER2_EXECUTION_DESC": "<style=cIsDamage>Executar</style>. Salta e <style=cIsDamage>bate</style> no chão com seu machado de íon para causar <style=cIsDamage>1200% de dano</style>. <style=cIsUtility>Segure para mirar.</style>",

    "SS2_EXECUTIONER2_FIRINGSQUAD_NAME": "Tiroteio",
    "SS2_EXECUTIONER2_FIRINGSQUAD_DESC": "<style=cIsDamage>Eletrizante</style>. Invoca um esquadrão de armas de íon, rapidamente atirando balas iônicas causando <style=cIsDamage>350% de dano</style> por bala, mas perde <style=cIsHealth>-60% da velocidade de movimento</style>. <style=cIsUtility>Segure para extender a duração. Tempo de espera escala com o tempo que a habilidade é usada.</style>",

    "SS2_EXECUTIONER2_IONBURST_NAME": "Explosão de Íons",
    "SS2_EXECUTIONER2_IONBURST_DESC": "<style=cIsDamage>Eletrizante</style>. Rapidamente descarrega suas <style=cIsUtility>cargas do Manipulador de Íon</style> como balas de íon, causando <style=cIsDamage>350% de dano</style> por bala.",

    "SS2_EXECUTIONER2_IONCHARGE_NAME": "Manipulador de Íon",
    "SS2_EXECUTIONER2_IONCHARGE_DESC": "Segura para começar a carregar <style=cIsUtility>10 cargas e substituir a <style=cIsDamage>habilidade primária</style>. <style=cIsUtility>Matar inimigos também adiciona cargas.</style>",

    "SS2_EXECUTIONER2_DASH_NAME": "Miríade Dispersa",
    "SS2_EXECUTIONER2_DASH_DESC": "<style=cIsUtility>Delize</style> para frente, causando <style=cIsUtility>medo</style> em inimigos próximos.</style>",

    "SS2_EXECUTIONER2_IONJUGGERNAUT_NAME": "Soberano Ionizado",
    "SS2_EXECUTIONER2_IONJUGGERNAUT_DESC": "Balance o seu machado de íon causando <style=cIsDamage>1700% de dano</style> enquanto segura. Ao ativar começa a consumir lentamente as <style=cIsUtility>cargas do Manipulador de Íon</style> para projetar uma armadrua iônica."
  }
}
