{
	"strings": {
		"SS2_ITEM_BLOODTESTER_NAME": "Broken Blood Tester",
		"SS2_ITEM_BLOODTESTER_DESC": "Gain <style=cIsUtility>5 gold</style> for every <style=cIsHealing>20% of your health</style> you heal. <style=cStack>Gold gained scales with stacks, stages cleared, and max health.</style>",
		"SS2_ITEM_BLOODTESTER_PICKUP": "Gain money on healing.",
		"SS2_ITEM_BLOODTESTER_LORE": "Return: Broken Blood Tester\nTracking Number: 288*****\nEstimated Delivery: 06/17/2056\nShipping Method: Priority\nShipping Address: Dionysus Pharmaceuticals Headquarters, Pluto\nShipping Details:\n\nWe're going to need this one repaired before it does our company more harm than good. This thing kept giving us the wrong results every time our MED-E used it. Not only does it clog our workflow, we wind up having to pay out of pocket to the patients since we wrongfully diagnose them, and stick them with needles needlessly. And we can't claim it as the patient being wrong since it's all immediately backed up to the servers. We can't keep shelling out this kind of money, or we'll be bankrupt by next quarter.\n",

		"SS2_ITEM_FIELDACCELERATOR_NAME": "场加速器",
		"SS2_ITEM_FIELDACCELERATOR_DESC": "在传送器区域中击杀敌人增加<style=cIsUtility>+{0}%</style> <style=cStack>(每层+{0}%)</style> <style=cIsUtility>充能进度</style>。",
		"SS2_ITEM_FIELDACCELERATOR_PICKUP": "击杀敌人减少传送器充能时间。",
		"SS2_ITEM_FIELDACCELERATOR_LORE": "<style=cMono>//--来自UES[安旅]14551A室的自动转录--//</style>\n\n“你拿到设备了？”\n\n“对，在这。”\n\n“运转正常？”\n\n“嗯，很完美。”\n\n“好，记住了，别让别人知道这件事。”\n\n“对对，我知道。那些……祭坛，对[已编校]非常有用。要是能成功分析它们的话，复制一个应该不难。绝对是个重大科学突破。”\n\n“好，保持低调，去分析吧，在有人起疑心前搞完。”\n\n“会的，再次感谢你的帮助。”\n\n“没关系……只要钱到位。”\n\n“呃，关于这个……”",

		"SS2_ITEM_HOTTESTSAUCE_NAME": "Hottest Sauce",
		"SS2_ITEM_HOTTESTSAUCE_DESC": "Activating your equipment <style=cIsDamage>ignites</style> enemies within <style=cIsDamage>{0}m</style> for <style=cIsDamage>{1}</style> seconds, dealing <style=cIsDamage>150% base damage</style> plus <style=cIsDamage>100% damage per second</style> <style=cStack>(+50% per stack)</style>.",
		"SS2_ITEM_HOTTESTSAUCE_PICKUP": "Activating your equipment ignites nearby enemies.",
		"SS2_ITEM_HOTTESTSAUCE_LORE": "<style=cMono>//--Auto-Transcription from room K3 (Kitchen, 3rd Floor) of Kaymar Hotel--//</style>\n\nA tall, thin man walks into the room, holding a large cardboard box. \"Hey, CHEF. How's it going?\" He sets the box on the counter. \"Alright, we've got a bunch of new sauces you'll have to get accustomed with. I'll walk you through them now, if you don't mind.\" The CHEF bot gives him its attention, but continues to work.\n\nThe man proceeds down the rows of various colored bottles, explaining to the CHEF their names, flavors, and uses in cooking. Eventually, he stops at a red-colored bottle, and hesitates briefly.\n\n\"...Okay, now. This bottle? It's unlabelled for a reason. If you get a meal order stating that you use \"<style=cDeath>Hottest Sauce</style>\" on it, you go ahead and use this bottle. But do NOT use it under ANY OTHER CIRCUMSTANCES. I know sometimes you need to improvise to finish a dish, but you should NEVER use this bottle if you're doing that. Do you understand?\"\n\nThe CHEF bot, still working, nods affirmatively.\n\n\"Good. I expect great things from you, CHEF.\"\n\nThe CHEF bot nods once again, and briefly pauses its work to put the bottles in the appropriate locations.\n\n\"...Oh, and also?\"\n\nThe CHEF bot pauses to give its attention to the man once more.\n\n\"Please, don't break that bottle. I know you're a robot and all, but I also know that accidents happen, and that particular accident might leave a hole in the floor.\"\n\nThe CHEF bot gazes at the bottle briefly, before carefully setting it in the back of the cupboard with the rest of the sauces.",

		"SS2_ITEM_HUNTERSSIGIL_NAME": "猎人印记",
		"SS2_ITEM_HUNTERSSIGIL_DESC": "<style=cIsUtility>站立不动</style>最少1秒后，获得<style=cIsUtility>{0}</style><style=cStack>(每层+{1})</style>护甲且提高<style=cIsDamage>{2}%</style><style=cStack>(每层+{3}%)</style>的伤害。持续<style=cIsUtility>{4}</style> <style=cStack>(每层+{5})</style><style=cIsUtility>秒</style>。",
		"SS2_ITEM_HUNTERSSIGIL_PICKUP": "站立不动获得额外的护甲与伤害加成。",
		"SS2_ITEM_HUNTERSSIGIL_LORE": "<style=cMono>完整音频转录自便携录音机。\r\n\r\n正在打印……</style>\r\n\r\n\"你认为它们会上钩吗？\"\n\"他们会的，它们没有其他选择，不像我们。\"\n\"我还是觉得这样消耗食物风险太大了。\"\n\"我们不这么做绝对撑不过一个周。\"\n\"好吧……只是，别用太多了。\"\n\"活着最重要，伙计。\"\n\"...\"\n\"它们来了！\"\n\"好，搞一个然后我们快走。\"\n\"还没好……\"\n\"什么？你再等只是在浪费食物！\"\n\"再等一下……\"\n\"开枪吧伙计！我们就剩这点儿了！\"\n\"马上就好！\"\n\"你他妈的快开枪！\"\n\"马上了马上了！\"\n\"他妈的开枪！！要不就把枪给我！\"\n\"……\"\n\"快！给！我！\"\n\"嘿，小心……\"\n\n<style=cMono>录音结束</style>\n",

		"SS2_ITEM_JETBOOTS_NAME": "原型火箭靴",
		"SS2_ITEM_JETBOOTS_DESC": "<style=cIsUtility>跳跃</style>时产生<style=cIsUtility>减速爆炸</style>，造成<style=cIsDamage>{2}%</style> <style=cStack>(每层+{3}%)</style>伤害。爆炸半径为<style=cIsDamage>{0}米</style> <style=cStack>(每层+{1}米)</style>。",
		"SS2_ITEM_JETBOOTS_PICKUP": "跳跃时引爆！",
		"SS2_ITEM_JETBOOTS_LORE": "火神金属作坊尸检记录\n\n位置：火星，火神金属材料作坊\n位置状态：内部完全被火摧毁。\n伤亡：作坊主。\n现场报告\n\n我以为火灾的原因是熔炉或是烟头。就像其他的案例一样。作坊中有一堆旧的剑、盔甲、农具之类的器件。死者似乎是一个手工爱好者，后场有一些比较不常见的东西。\n\n其中不少是电动机和金属。他最初似乎在练习制作钟表。但他很快转向了需要发动机的项目，如老式割草机、摩托车和发电机。他最终开始研究推进系统。小型飞机、直升机、锈迹斑斑的老式喷气背包。似乎他还有未完工的项目，我们找到了这个装置。\n\n他绝对是有点天赋，他正在从零开始造一双火箭靴。火箭靴这种产品从未规模化生产过，在相同推力的情况下喷气背包往往更稳定更可靠。他应该也意识到了这点，这个靴子被造的格外坚固以提供保护，他也试图增加推力提高效率。结果就是能量累积，从他的脚下喷了出来。他的创造力（和欠缺的安全意识）让他送了命。\n\n周围地区没有受到影响，所以该建筑预计很快就能被翻修。靴子已经收缴送去研究并报废。作坊内的其余物品已经寄送给受害者的家属。\n\n我的报告到此结束。\n",

		"SS2_ITEM_STRANGECAN_NAME": "Strange Can",
		"SS2_ITEM_STRANGECAN_DESC": "<style=cIsDamage>8.5%</style> <style=cStack>(+5% per stack)</style> chance to <style=cIsDamage>intoxicate</style> enemies dealing <style=cIsDamage>350% damage over time</style> and <style=cIsUtility>disorienting them</style>.",
		"SS2_ITEM_STRANGECAN_PICKUP": "Chance to intoxicate enemies, causing damage over time.",
		"SS2_ITEM_STRANGECAN_LORE": "Two figures sit, one shivering among a sea of rubble in a frozen burrow. The only lights given are the small remains of a fire, and old sparking wires. Barely any protection against the biting cold.\n\n\"Hey...\" He looks up, distantly hopeful. \"Do you think we'll ever make it off this rock?\"\n\n\"Hard to say.\" She takes a bite of a ration she found.\n\n\"Well there has to be something we've overlooked, right? Some method we just haven't thought of yet?\" He stands up, and begins pacing around anxiously.\n\n\"Could be.\" Another bite.\n\n\"Maybe there's some wreckage with working parts we just haven't found yet, or a problem in the current ones we could fix?\" A shine returning to his eyes, getting himself more hopeful and excited.\n\n\"Definitely possible.\" Another bite.\n\nHe stops as a disgusted look crosses his face. \"Ugh, could you please help me think of something instead of just eating?\"\n\n\"I wouldn't worry about it.\" Another bite.\n\nHis disgust quickly gives way to blatant frustration and anger. \"Why not?! Don't you want to get out of here?!\"\n\nShe sighs, and runs a hand through her hair. \"Well sure. But that doesn't mean we've gotta stress over every little thing. We're alive, ain't we? We're lucky we have that much.\"\n\n\"Well... I suppose you're right... It'd be bad to get worked up right now...\" His expression relaxes as he looks back to the ground.\n\n\"See? Just sit down, relax, and let my old stash warm you up.\" Another bite, as she passes the can.\n",

		"SS2_ITEM_WATCHMETRONOME_NAME": "手表节拍器",
		"SS2_ITEM_WATCHMETRONOME_DESC": "<style=cIsUtility>不冲刺时</style>逐渐积累起最多<style=cIsUtility>{0}</style> <style=cStack>(每层+{0})</style> <style=cIsUtility>层充能</style>，激活时你的<style=cIsUtility>移动速度</style>提高，提高量最多为<style=cIsUtility>{1}%</style>。移动速度的加成将在你<style=cIsUtility>冲刺时</style>逐渐减少。",
		"SS2_ITEM_WATCHMETRONOME_PICKUP": "在不冲刺时为高速移动充能",
		"SS2_ITEM_WATCHMETRONOME_LORE": "运单：损坏的手表式节拍器\r\n单号：88******\r\n预计送达时间：04/14/2056\r\n运送方式：优先\r\n送货地址：金星，阿拉巴马，天景大道3号\r\n运单详情：嗨，这就是我跟您说过的那个节拍器。显然这玩意儿已经不正常好几个周了，我和孩子们都没法录音了，这个节拍器总是越走越快。我希望能快点修好，我听说入耳式节拍器带太久耳朵会受伤的。哦，还请小心处理，这个节拍器是我爸爸送我的礼物，对我来说意义重大。提前感谢您。\n",

		"SS2_ITEM_LOWQUALITYSPEAKERS_NAME": "低质量音响",
		"SS2_ITEM_LOWQUALITYSPEAKERS_DESC": "获得与<style=cIsHealth>已损失生命值的百分比</style>成正比的<style=cIsUtility>移动速度加成</style>，<style=cIsHealth>剩余生命值不足10%时</style>有最大<style=cIsUtility>移动速度</style>加成<style=cIsUtility>{0}%</style> <style=cStack>(每层+{0}%)</style> 。",
		"SS2_ITEM_LOWQUALITYSPEAKERS_PICKUP": "生命值较低时移动速度加快。",
		"SS2_ITEM_LOWQUALITYSPEAKERS_LORE": "<style=cIsHealth>开发中，请阅读下文并在需要时反馈问题\n\n</style><style=cStack>模组开发者的话：我觉得这个物品1：1还原不怎么样。所以我把提高的移动速度改成和损失生命值成正比了。而不是在激活老旧战争潜行工具的那段短时间起作用，现在这版怎样？</style>",

		"SS2_ITEM_CRYPTICSOURCE_NAME": "Cryptic Source",
		"SS2_ITEM_CRYPTICSOURCE_DESC": "Upon <style=cIsDamage>sprinting</style>, unleash a <style=cIsDamage>burst of energy</style> that damages enemies for <style=cIsDamage>{0}%</style> <style=cStack>(+{1}% per stack)</style> damage.",
		"SS2_ITEM_CRYPTICSOURCE_PICKUP": "Sprinting unleashes a damaging burst of energy.",
		"SS2_ITEM_CRYPTICSOURCE_LORE": "Awesome Lore"
	}
}