{
	"strings": {
		"SS2_ITEM_BLASTKNUCKLES_NAME": "Poing explosif",
		"SS2_ITEM_BLASTKNUCKLES_DESC": "Les coups de vos <style=cIsUtility>compétences</style> dans un rayon de <style=cIsDamage>{0}m</style> feront <style=cIsDamage>détonner</style> les ennemis dans un cône infligeant <style=cIsDamage>{1}%</style> <style=cStack>(+{2}% par cumul)</style> de dégâts de base. Vous pouvez charger <style=cIsUtility>5</style> charges et vous en rechargez une toutes les <style=cIsUtility>5</style> secondes.",
		"SS2_ITEM_BLASTKNUCKLES_PICKUP": "Vos attaques à courte portée créent une explosion.",
		"SS2_ITEM_BLASTKNUCKLES_LORE": "\"Le meilleur combat que j'ai jamais gagné\"\n 	- One-Arm Larry",

		"SS2_ITEM_CRYPTICSOURCE_NAME": "Source cryptique",
		"SS2_ITEM_CRYPTICSOURCE_DESC": "Lorsque vous arrêtez de courir, vous relâchez une <style=cIsDamage>salve d'énergie</style> dans un rayon de <style=cIsDamage>{0}m</style> <style=cStack>(+{1}m par cumul)</style> infligeant <style=cIsDamage>{2}%</style> <style=cStack>(+{2}% par cumul)</style> de dégats de base.",
		"SS2_ITEM_CRYPTICSOURCE_PICKUP": "Finir de courir libère une explosion d'énergie destructrice.",

		"SS2_ITEM_FIELDACCELERATOR_NAME": "Accélérateur de champ",
		"SS2_ITEM_FIELDACCELERATOR_DESC": "Après avoir vaincu un boss, tuer des ennemis à l'intérieur du rayon du téléporteur augmente <style=cIsUtility>sa charge</style> de <style=cIsUtility>+{0}%</style> <style=cStack>(+{0}% par cumul)</style> .",
		"SS2_ITEM_FIELDACCELERATOR_PICKUP": "Tuer des ennemis réduit le temps de recharge du téléporteur.",
		"SS2_ITEM_FIELDACCELERATOR_LORE": "<style=cMono>//--AUTO-TRANSCRIPTION DE LA SALLE 1455A DE L'UES [Voyages en toute sécurité]--//</style>\n\n\"Tu as le dispositif ?\"\n\n\"Oui, il est juste ici.\"\n\n\"Il fonctionne, non ?\"\n\n\"Mmmhmm. À la perfection.\"\n\n\"Excellent. N'oublie pas, personne ne doit être au courant de ça.\"\n\n\"Oui, oui, je sais. Ces... autels, sur [SUPPRIMÉ], ont un potentiel fantastique. Une fois que nous les aurons analysés, les reproduire devrait être un jeu d'enfant. Ce sera une avancée scientifique massive.\"\n\n\"Bien. Reste discret, fais ton analyse et sors avant que quelqu'un ne devienne suspect.\"\n\n\"Entendu. Encore merci beaucoup pour ton aide.\"\n\n\"C'est rien. Du moment que tu me paies.\"\n\n\"Eh-heh, à propos de ça...\"",

		"SS2_ITEM_HOTTESTSAUCE_NAME": "Sauce la plus épicée",
		"SS2_ITEM_HOTTESTSAUCE_DESC": "Activer votre équipement <style=cIsDamage>enflamme</style> les ennemis dans un rayon de <style=cIsDamage>{0}m</style> pendant <style=cIsDamage>{1}</style> secondes, infligeant <style=cIsDamage>150% de dégâts de base</style> plus <style=cIsDamage>100% de dégâts par seconde</style> <style=cStack>(+50% par cumul)</style>.",
		"SS2_ITEM_HOTTESTSAUCE_PICKUP": "Activer votre équipement enflamme les ennemis proche.",
		"SS2_ITEM_HOTTESTSAUCE_LORE": "<style=cMono>//--Auto-Transcription de la pièce K3 (Cuisine, 3e étage) de l'Hôtel Kaymar--//</style>\n\nUn homme grand et mince entre dans la pièce, tenant une grande boîte en carton. \"Hey, CHEF. Comment ça va ?\" Il pose la boîte sur le comptoir. \"Bon, on a plein de nouvelles sauces avec lesquelles tu devras te familiariser. Je vais te les présenter maintenant, si ça ne te dérange pas.\" Le robot CHEF lui accorde son attention, mais continue de travailler.\n\nL'homme parcourt les rangées de bouteilles de différentes couleurs, expliquant au CHEF leurs noms, saveurs et utilisations en cuisine. Finalement, il s'arrête devant une bouteille de couleur rouge et hésite brièvement.\n\n\"...D'accord, maintenant. Cette bouteille ? Elle est sans étiquette pour une raison. Si tu reçois une commande indiquant que tu dois utiliser la \"<style=cDeath>Sauce la plus épicée</style>\" sur un plat, tu utilises cette bouteille. Mais NE L'UTILISE SOUS AUCUNE AUTRE CIRCONSTANCE. Je sais que parfois tu dois improviser pour finir un plat, mais tu ne devrais JAMAIS utiliser cette bouteille si c'est ce que tu fais. Tu comprends ?\"\n\nLe robot CHEF, toujours en train de travailler, fait un signe de tête affirmatif.\n\n\"Bien. J'attends de grandes choses de toi, CHEF\"\n\nLe robot CHEF fait de nouveau un signe de tête, et fait une pause brève dans son travail pour mettre les bouteilles à leurs emplacements appropriés.\n\n\"...Oh, et aussi ?\"\n\nLe robot CHEF fait une pause pour accorder à nouveau son attention à l'homme.\n\n\"S'il te plaît, ne casse pas cette bouteille. Je sais que tu es un robot et tout ça, mais je sais aussi que des accidents arrivent, et cet accident particulier pourrait laisser un trou dans le sol.\"\n\nLe robot CHEF fixe la bouteille brièvement, avant de la poser soigneusement à l'arrière du placard avec le reste des sauces.",

		"SS2_ITEM_HUNTERSSIGIL_NAME": "Sceau du chasseur",
		"SS2_ITEM_HUNTERSSIGIL_DESC": "Après être <style=cIsUtility>resté immobile</style> pendant au moins 1 seconde, crée une <style=cIsUtility>zone de {0}m</style> donnant <style=cIsUtility>{1}</style> d'armure <style=cStack>(+{2} armure par cumul)</style> et <style=cIsDamage>{3}%</style> <style=cStack>(+{4}% par cumul)</style> de dégâts supplémentaire. <style=cIsUtility>La zone perdure jusqu'à que vous la quittiez</style>.",
		"SS2_ITEM_HUNTERSSIGIL_PICKUP": "Rester immobile confère un bonus d'armure et de dégâts.",
		"SS2_ITEM_HUNTERSSIGIL_LORE": "<style=cMono>Transcription audio complète à partir de l'enregistreur portable.\n\nImpression en cours...\n\n</style>\"Penses-tu qu'ils vont mordre à l'appât ?\"\n\"Ils vont devoir. On n'a pas d'autre option.\"\n\"Je pense toujours que risquer notre nourriture comme ça est trop dangereux.\"\n\"Si on n'essaie pas, on sera morts dans une semaine.\"\n\"Juste... assure-toi de ne pas gaspiller.\"\n\"Rien de plus que nos vies, au moins.\"\n\"...\"\n\"Ils sont là.\"\n\"Oh, bien. Abat-en un et sortons d'ici.\"\n\"Pas encore...\"\n\"Quoi ? C'est gaspiller notre nourriture d'attendre plus longtemps !\"\n\"Attends...\"\n\"Tire, mec, on n'a que ça !\"\n\"Presque...\"\n\"TIRE.\"\n\"Presque...\"\n\"TIRE OU DONNE-MOI LE FUSIL.\"\n\"...\"\n\"DONNE-LE MOI !\"\n\"Hé, fais AT-\"\n\n<style=cMono>Fin de l'enregistrement.</style>\n",

		"SS2_ITEM_JETBOOTS_NAME": "Bottes à réaction prototype",
		"SS2_ITEM_JETBOOTS_DESC": "Gagnez <style=cIsUtility>un saut supplémentaire</style> qui <style=cIsDamage>enflamme</style> les ennemis pour <style=cIsDamage>{0}%</style> de dégâts de base dans un rayon de <style=cIsDamage>{1}m</style> <style=cStack>(+{2}m par cumul)</style>. Se recharge <style=cIsUtility>{3}</style> secondes après atterissage.",
		"SS2_ITEM_JETBOOTS_PICKUP": "Gagnez un saut explosif !",
		"SS2_ITEM_JETBOOTS_LORE": "Rapport pour l'autopsie des Hephaestus Metal Works\n\nEmplacement : Hephaestus Metal Works, Mars\nStatut de l'emplacement : Intérieur détruit par le feu\nVictimes : Le propriétaire, par le feu\nRapport sur place :\n\nJe pensais que la cause de l'incendie était le résultat d'une forge, d'un four, ou même d'une pause cigarette. Il n'y avait pas grand-chose de différent par rapport à n'importe quel autre atelier du même secteur. Beaucoup d'anciens types d'épées, d'armures, d'équipements agricoles, et ainsi de suite. Bien qu'il semblait que le propriétaire était un amateur lui-même, car il y avait ce qui semblait être quelques projets que l'on ne trouverait normalement pas là à l'arrière.\n\nUn bon nombre d'entre eux n'étaient rien de plus que des moteurs et du métal. Il semblait s'exercer à la création d'horlogerie. Mais il est finalement passé à des objets basés sur le carburant et le moteur. De vieilles tondeuses, des motos et des générateurs. Il est finalement passé aux systèmes de propulsion. De petits avions téléguidés, des hélicoptères, un vieux jetpack rouillé. Il semblait qu'il travaillait sur quelque chose, et nous avons découvert ce que c'était à l'arrière.\n\nIl y avait clairement un génie derrière lui. Il construisait une paire de bottes à réaction à partir de zéro. Elles n'avaient pas encore été produites, car les jetpacks faisaient bien le travail et les bottes ne pouvaient pas être aussi robustes et lourdes tout en fournissant la même poussée. Il semblait avoir la même pensée, car il les rendait plus solides pour sa protection, mais essayait de compenser en augmentant la puissance de la poussée. Le résultat a abouti à la chaleur qui s'est accumulée et a éclaté sous lui. Malheureusement, sa nature inventive lui a coûté son entreprise et sa vie.\n\nLa zone environnante n'a subi aucun dommage, donc l'atelier pourra peut-être être rénové bientôt. Les bottes ont été confisquées et sont en route pour être étudiées et mises hors service, et les articles restants de l'intérieur de l'atelier ont été envoyés à leurs proches.\n\nCela conclut mon rapport.",
		
		"SS2_ITEM_LIGHTNINGONKILL_NAME": "Physalie",
		"SS2_ITEM_LIGHTNINGONKILL_DESC": "En tuant un ennemi, libère une <style=cIsDamage>décharge électrique</style> infligeant <style=cIsDamage>{0}% de dégâts de base</style> visant jusqu'à <style=cIsDamage>{1}</style> <style=cStack>(+{2} par cumul)</style> cibles à moins de <style=cIsDamage>{3}m</style> <style=cStack>(+{4}m par cumul)</style> mètres.",
		"SS2_ITEM_LIGHTNINGONKILL_PICKUP": "Crée une décharge d'électricité à chaque victime.",
		
		"SS2_ITEM_LOWQUALITYSPEAKERS_NAME": "Haut-parleurs de mauvaise qualité",
		"SS2_ITEM_LOWQUALITYSPEAKERS_DESC": "Chance lorsque vous êtes touché d'<style=cIsDamage>étourdir</style> les ennemis dans un rayon de <style=cIsDamage>{0}m</style> <style=cStack>(+{1}m par cumul)</style>. La chance commence à <style=cIsDamage>10%</style> et augmente quand vos <style=cIsHealth>PV sont faible</style>.",
		"SS2_ITEM_LOWQUALITYSPEAKERS_PICKUP": "Etourdit les ennemis proches lorsque vous êtes touché.",
		"SS2_ITEM_LOWQUALITYSPEAKERS_LORE": "Retour : Haut-parleur polyvalent A-AMP 25 watts\nNuméro de suivi : 629********\nLivraison estimée : 14/03/2055\nMode d'expédition : Prioritaire\nAdresse de livraison : 444 Anthem Ln., Twin Cities, Earth\nRaison du retour :\n\nDésolé de vous causer des soucis, mon pote, mais lorsque je l'ai déballé et branché pour le tester, le son est sorti... brouillé ? Avec des interférences ? C'est difficile à décrire. Si je devais deviner, il a dû être endommagé pendant le transport. Je suppose que je suis content d'avoir opté pour la garantie.\n\nRemboursement :\nRemplacer : X",
		
		"SS2_ITEM_POISONOUSGLAND_NAME": "Glande neurotoxique",
		"SS2_ITEM_POISONOUSGLAND_DESC": "<style=cIsUtility>Déconcentre</style> les ennemis en réussissant une attaque pour <style=cIsUtility>2</style> <style=cStack>(+2 par cumul)</style> secondes, les faisant louper <style=cIsUtility>{0}%</style> de leurs attaques pour chaque <style=cIsDamage>malus</style> qu'ils ont.",
		"SS2_ITEM_POISONOUSGLAND_PICKUP": "Les malus infligé aux ennemis font rater leurs attaques.",
		"SS2_MISSED_DAMAGE_HITMARKER": "LOUPÉ !",
		
		"SS2_ITEM_STICKYOVERLOADER_NAME": "Superchargeur collant",
		"SS2_ITEM_STICKYOVERLOADER_DESC": "<style=cIsDamage>{0}%</style> de chance d'attacher une <style=cIsDamage>bombe vivante</style> qui gagne <style=cIsDamage>{1}%</style> <style=cStack>(+{2}% par cumul)</style> de dégâts de base et <style=cIsDamage>{3}m</style> de rayon d'explosion par coups, jusqu'à <style=cIsUtility>20</style> <style=cStack>(+5 par cumul)</style> fois. La bombe explose après <style=cIsDamage>1</style> seconde sans développement.",
		"SS2_ITEM_STICKYOVERLOADER_PICKUP": "Vos attaques chargent une bombe vivante.",

		"SS2_ITEM_STRANGECAN_NAME": "Canette étrange",
		"SS2_ITEM_STRANGECAN_DESC": "Lors d'une attaque réussie, <style=cIsDamage>{0}%</style> <style=cStack>(+{1}% par cumul)</style> de chance d'<style=cIsDamage>intoxiquer</style> un ennemi infligeant <style=cIsDamage>{2}% de dégâts par seconde</style>. L'<style=cIsDamage>intoxication</style> se cumule jusqu'à 10 fois. Les tuer <style=cIsHealing>vous soignent</style> pour <style=cIsHealing>{3}</style> <style=cStack>(+{4} par cumul)</style> <style=cIsHealing>PV</style> par cumul d'<style=cIsDamage>intoxication</style>.",
		"SS2_ITEM_STRANGECAN_PICKUP": "Chance d'intoxiquer les ennemis, infligeants des dégâts sur la durée. Tuer un ennemi intoxiqué vous soigne.",
		"SS2_ITEM_STRANGECAN_LORE": "Deux silhouettes sont assises, l'une frissonnant parmi un océan de décombres dans un terrier gelé. Les seules lumières sont les maigres restes d'un feu et de vieux fils électriques qui crépitent. À peine une protection contre le froid mordant.\n\n\"Hey...\" Il lève les yeux, distraitement optimiste. \"Penses-tu qu'on s'en sortira un jour de cette planète ?\"\n\n\"Difficile à dire.\" Elle prend une bouchée d'une ration qu'elle a trouvée.\n\n\"Eh bien, il doit y avoir quelque chose qu'on a négligé, non ? Une méthode à laquelle on n'a tout simplement pas pensé encore ?\" Il se lève et commence à faire les cent pas anxieusement.\n\n\"C'est possible.\" Une autre bouchée.\n\n\"Peut-être qu'il y a des débris avec des pièces fonctionnelles qu'on n'a pas encore trouvés, ou un problème dans ceux actuels qu'on pourrait réparer ?\" Un éclat revient dans ses yeux, devenant plus optimiste et excité.\n\n\"C'est certainement possible.\" Une autre bouchée.\n\nIl s'arrête alors qu'une expression dégoûtée traverse son visage. \"Euh, pourrais-tu s'il te plaît m'aider à réfléchir à quelque chose au lieu de simplement manger ?\"\n\n\"Je ne m'en ferais pas pour ça.\" Une autre bouchée.\n\nSon dégoût cède rapidement la place à une frustration et une colère manifestes. \"Pourquoi pas ?! Tu ne veux pas sortir d'ici ?!\"\n\nElle soupire et passe une main dans ses cheveux. \"Eh bien, bien sûr. Mais ça ne veut pas dire qu'on doit stresser pour chaque petite chose. On est en vie, non ? On a de la chance d'avoir ça.\"\n\n\"Eh bien... Je suppose que tu as raison... Ce serait mal de s'énerver maintenant...\" Son expression se détend alors qu'il regarde de nouveau le sol.\n\n\"Tu vois ? Assieds-toi simplement, détends-toi, et laisse ma vieille réserve te réchauffer.\" Une autre bouchée, alors qu'elle lui passe la conserve.\n",

		"SS2_ITEM_WATCHMETRONOME_NAME": "Montre-métronome",
		"SS2_ITEM_WATCHMETRONOME_DESC": "Lorsque vous ne courez pas, accumulez jusqu'à <style=cIsUtility>{0}%</style> de <style=cIsUtility>vitesse de sprint</style>. Se détériore durant <style=cIsUtility>{1}s</style> <style=cStack>(+{2}s par cumul)</style> tout en sprintant.",
		"SS2_ITEM_WATCHMETRONOME_PICKUP": "Accumulez un bonus de vitesse de déplacement lorsque vous ne courrez pas.",
		"SS2_ITEM_WATCHMETRONOME_LORE": "Commande : Montre-métronome cassée\nNuméro de suivi : 88******\nLivraison estimée : 14/04/2056\nMode d'expédition : Prioritaire\nAdresse de livraison : 33 Skyview Drive, Albumen, Venus\nDétails de l'envoi :\n\nSalut, c'est la montre métronome que je t'ai dit qui avait besoin de réparation. Apparemment, la chose déraille depuis quelques semaines maintenant, et moi et les gars ne pouvons pas enregistrer correctement avec elle qui accélère tout le temps. J'aimerais la récupérer assez rapidement, car utiliser le métronome intra-auriculaire me fait mal aux oreilles s'il est en place trop longtemps. Oh, et fais attention, aussi. La montre est un cadeau de mon vieux, et elle compte vraiment beaucoup pour moi. Merci d'avance !\n",
		
		"SS2_ITEM_RAINBOWROOT_NAME": "Racine arc-en-ciel",
		"SS2_ITEM_RAINBOWROOT_DESC": "Gagnez <style=cIsUtility>3</style> branches en orbite. Après avoir subi un dégât égal ou supérieur a 25% de vos PV, une branche se rompt, octroyant 25% de vos PV max en barrière. Les branches se rechargent après 20s.",
		"SS2_ITEM_RAINBOWROOT_PICKUP": "Une portion des dégâts entravée est octroyé sous forme de barrière",
		"SS2_ITEM_RAINBOWROOT_LORE": "Quelle genre d'arc-en-ciel pourrait être formé après une telle pluie ?"
	}

}
