{
	"strings": {
		"SS2_ITEM_BABYTOYS_NAME": "Jouets pour bébés",
		"SS2_ITEM_BABYTOYS_DESC": "Perdez jusqu'à <style=cIsUtility>{0} <style=cStack>(+{0} par cumul)</style> niveaux</style> tout en <style=cIsUtility>conservant toutes les statistiques</style>.",
		"SS2_ITEM_BABYTOYS_PICKUP": "Perdez {0} niveaux tout en conservant toutes les statistiques.",
		"SS2_ITEM_BABYTOYS_LORE": "Commande : Jouets pour bébés\r\nNuméro de suivi : 013*****\r\nLivraison estimée : 07/06/2056\r\nMode d'expédition : Haute priorité\r\nAdresse de livraison : 431, Golden Shore, Terre\r\nDétails de l'envoi :\r\n\r\nSalut chérie ! Je suis désolé de ne pas avoir pu venir, mais s'il te plaît, prends ces jouets pour ton bébé. Il est si petit, mais un jour, il pourrait être le prochain grand capitaine de l'UES, qui sait ! Je veux vraiment vous voir tous les deux dès que possible, les choses ont été difficiles ici depuis que je suis tombé malade et je ne veux pas mettre votre bébé en danger. Je t'aime, prends bien soin de vous, s'il te plaît !\r\n",

		"SS2_ITEM_DROIDHEAD_NAME": "Tête de droïde",
		"SS2_ITEM_DROIDHEAD_DESC": "Tuer un ennemi d'élite fait apparaître un <style=cIsDamage>Drone de sécurité</style> <style=cStack>(+{0}% de dégâts de base par cumul)</style> pendant <style=cIsDamage>{1}s</style> <style=cStack>(+{2}s par cumul)</style>. Les drones apparus <style=cIsUtility>héritent du type élite</style> de l'élite vaincue.",
		"SS2_ITEM_DROIDHEAD_PICKUP": "Fait apparaître un drone temporaire après avoir tué un ennemi d'élite.",
		"SS2_ITEM_DROIDHEAD_LORE": "Commande : Robot de sécurité\nNuméro de suivi : 1138***\nLivraison estimée : 14/05/2056\nMode d'expédition : Prioritaire / Fragile\nAdresse de livraison : RaCom Robotics, Asimov, Mars\nDétails de l'envoi :\n\nC'était l'un des rares morceaux complets que nous avons pu récupérer parmi ces robots de sécurité volés... Ce groupe militant sur Pluton avait dérobé plusieurs de ces ER-14 et les utilisait dans leurs bases depuis un moment. Celui-ci en particulier, l'ER-14XPC5VVUFF, correspond aux modèles que vous aviez essayé de rappeler il y a quelque temps. Je ne connais pas toute l'histoire, mais je sais qu'il y avait une prime importante pour quiconque pourrait retrouver les restes de ce lot. Il y a d'autres vestiges aussi, mais ils sont beaucoup moins complets... Il ne devrait plus y avoir de danger, du moins. Faites-moi signe si vous voulez que ceux-ci soient également expédiés dans votre direction.\n",

		"SS2_ITEM_ERRATICGADGET_NAME": "Appareil Erratique",
		"SS2_ITEM_ERRATICGADGET_DESC": "Gagnez <style=cIsDamage>{0}% de chance de coup critique</style>. Les coups critiques infligent <style=cIsDamage>{1}%</style> <style=cStack>(+{1}% par cumul)</style> de dégâts supplémentaires.",
		"SS2_ITEM_ERRATICGADGET_PICKUP": "Les coups critiques infligent des dégâts supplémentaires.",
		"SS2_ITEM_ERRATICGADGET_LORE": "<style=cMono>==========================\n======== CallCutter ========\n===== ALPHA 0.1354.1.12 =====\n==========================\n\nInterruption de l'appel TdiM3c4fcQQA.34074... terminé\nAcquisition de l'appelant A... terminée\nAcquisition de l'appelant B... terminée\nChiffrement de la ligne... terminé\nActiver la sortie TTS en direct ?\n>Y\n\n==========================\nSORTIE TEXTE VERS DISCOURS CI-DESSOUS\n==========================\n</style>\nAppelant A : Hé, tu as toujours le gadget ?\nAppelant B : Oui, juste ici, sommes-nous toujours en ordre ?\nAppelant A : Oui, le marché tient toujours...\nAppelant A : Tu n'as rien dit à personne à ce sujet, n'est-ce pas ?\nAppelant B : Quoi, tu me prends pour un idiot ? Bien sûr que non !\nAppelant A : Bien. Continue comme ça.\nAppelant B : Je le ferai, je le ferai... Dis, es-tu sûr que cette chose est sans danger pour l'envoyer simplement à travers le système ?\nAppelant B : Ce gadget est une sorte de modification d'arme haut de gamme, n'est-ce pas ?\nAppelant A : Ne t'en fais pas, le gadget est parfaitement sûr. L'UES ne vérifie pas leurs colis. J'ai utilisé leur système postal de nombreuses fois auparavant, et je m'en sors toujours très bien.\nAppelant B : Eh bien, si tu le dis. Je vais l'envoyer, et je m'attends à quinze mille crédits dans les vingt-quatre prochaines heures, comme prévu.\nAppelant A : Comme prévu. C'est un plaisir de faire affaire avec toi.\n\n<style=cMono>==========================\n=====APPEL DÉCONNECTÉ=====\n==========================\n\nCoupure de la ligne..... terminée\nSauvegarde de l'enregistrement........ terminée\nSauvegarder la sortie texte ?\n>Y\n",

		"SS2_ITEM_GREENCHOCOLATE_NAME": "Chocolat Vert",
		"SS2_ITEM_GREENCHOCOLATE_DESC": "Lorsque vous êtes blessé d'au moins <style=cIsHealth>{0}%</style> de votre maximum de points de vie, les dégâts excédentaires sont réduits de <style=cIsDamage>{1}%</style>, et vous obtenez également une amélioration cumulative qui accorde <style=cIsDamage>+{4}%</style> de dégâts de base et <style=cIsDamage>+{5}%</style> de chance de coup critique pendant <style=cIsDamage>{2}s</style> <style=cStack>(+{3}s par cumul)</style>.",
		"SS2_ITEM_GREENCHOCOLATE_PICKUP": "Réduit les dégâts subis et octroie un énorme bonus de dégâts et de chances de coup critique après avoir subi des dégâts importants.",
		"SS2_ITEM_GREENCHOCOLATE_LORE": "<style=cMono>Transcription audio complète à partir d'échos de signal. Attribution de jetons génériques.</style>\n\n[Sifflement, claquement fort]\n\nHOMME 1 : Uh... Hey, question bizarre ?\n\nHOMME 2 : [Soupire audible] Quoi ?\n\nHOMME 1 : Tu connais des chocolats bizarres et exotiques qui sont d'une couleur vert vif ?\n\nHOMME 2 : Quoi ? De quoi tu parles ?\n\nHOMME 1 : J'ai trouvé du chocolat vert dans ce coffre de sécurité, et je demande si c'est normal ou pas.\n\nHOMME 2 : Uh, non, ce n'est pas normal. Je ne pense pas, de toute façon. Je ne saurais pas.\n\n[Froissement]\n\nHOMME 1 : Alors, c'est censé être quoi ? Tu penses que c'est empoisonné, aussi ?\n\nHOMME 2 : Probablement pas. Et, euh, pour la dernière fois, la viande n'était pas empoisonnée, tu as juste l'estomac fragile.\n\nHOMME 1 : D'accord, je suppose que je vais le garder, au cas où les choses deviennent désespérées.\n\nHOMME 2 : Ce n'est probablement pas une excellente idée, mais d'accord.\n\n<style=cMono>Fin de la transcription demandée</style>\n",

		"SS2_ITEM_INSECTICIDE_NAME": "Insecticide",
		"SS2_ITEM_INSECTICIDE_DESC": "<style=cIsDamage>{0}%</style> de chance d'<style=cIsDamage>empoisonner</style> un ennemi pour <style=cIsDamage>{1}%</style> <style=cStack>(+{1}% par cumul)</style> de dégâts de base.",
		"SS2_ITEM_INSECTICIDE_PICKUP": "Empoisonne les ennemis au toucher.",
		"SS2_ITEM_INSECTICIDE_LORE": "Retour : Aérosol insecticide REAVE 400g (8)\nNuméro de suivi : 3528*******\nLivraison estimée : 6/1/2056\nMode d'expédition : Standard\nAdresse d'expédition : 299 Umbrella Way, Itoki Fluctus, Vénus\nRaison du retour :\n\nLe produit est arrivé endommagé. Cinq canettes présentent des dommages physiques notables et des déformations, dont deux au point de fuite. Une est complètement éclatée. Ayant vu vos publicités et connaissant les capacités de cette substance, je pense qu'il serait préférable de la faire éliminer par vos experts, à vos frais.\n\nJe m'attends également à un remboursement pour cela.",

		"SS2_ITEM_NKOTASHERITAGE_NAME": "Héritage de Nkota",
		"SS2_ITEM_NKOTASHERITAGE_DESC": "Recevez <style=cIsUtility>{0}</style> <style=cStack>(+{0} par cumul)</style> <style=cIsUtility>objets</style> à chaque passage de niveau. La rareté des objets augmente avec le niveau.",
		"SS2_ITEM_NKOTASHERITAGE_PICKUP": "Recevez un objet en montant de niveau.",
		"SS2_ITEM_NKOTASHERITAGE_LORE": "\"Mes amis. Je vous ai rassemblés ici aujourd'hui pour partager des nouvelles importantes.\n\nTout d'abord, c'est avec une profonde tristesse que j'annonce que Nkota, la dernière de nos grands leaders, notre aimable matriarche, nous a malheureusement quittés. Selon nos informations, elle a rendu son dernier souffle paisiblement dans son sommeil la nuit dernière, comblée d'années et ayant accompli tout ce qu'elle avait à faire ici. Cela étant dit, il n'y aura personne pour lui succéder au leadership. Elle était la dernière de sa lignée, sans frères, sœurs ou enfants vivants.\n\nAu lieu de cela, dans son dernier testament, sa sagesse a créé un nouveau commencement. Pour nous. Pour chacun de nous. Son souhait est que les membres restants de cette communauté se dispersent, que ce soit ensemble ou séparément, dans le monde. C'est peut-être une option radicale, mais c'est aussi celle que je pense, personnellement, être la meilleure pour cette communauté.\n\nNkota sera enterrée à notre destination finale, comme elle l'a souhaité. Vous pouvez tous pleurer pour elle et cette communauté pendant un certain temps, mais ne tardez pas. Un groupe de pèlerins voyagera avec moi vers le grand chemin gris, à cinquante miles à l'ouest, dans une semaine. Vous pouvez suivre, ou prendre votre propre chemin. C'est entièrement votre choix. Si vous ne pensez pas pouvoir faire le voyage, ne vous inquiétez pas. Nkota n'a peut-être pas eu d'enfants, oui, mais son héritage est spirituel, non pas dans le sang. Vous êtes tous ses enfants, et elle vous protégera jusqu'à ce que vous atteigniez votre but final.\n\nMerci à tous pour votre temps. Je vous suggère de commencer à emballer vos possessions pour le voyage à venir.\"\n\n- Éloge funèbre pour Nkota et le village de Dago",

		"SS2_ITEM_PORTABLEREACTOR_NAME": "Réacteur Portable",
		"SS2_ITEM_PORTABLEREACTOR_DESC": "Obtenez une <style=cIsUtility>invulnérabilité totale</style> pendant les premières <style=cIsUtility>{0}s</style> <style=cStack>(+{1}s par cumul)</style> du niveau.",
		"SS2_ITEM_PORTABLEREACTOR_PICKUP": "Devenez invincible en entrant dans une étape.",
		"SS2_ITEM_PORTABLEREACTOR_LORE": "Quatre-vingts secondes. Ces maudits lézards. Ils sont plus rusés qu'ils ne semblaient.\n\nSoixante-dix secondes. Elle prit un moment pour respirer. Ce qui avait été autrefois des vents violents était maintenant de l'air immobile, contenu dans la biosphère miniature.\n\nSoixante secondes. Elle compta ses balles.\n\nCinquante secondes. Deux chargeurs restants, une boîte de cartouches, une grenade - gorgée d'eau, et un couteau émoussé. Bien loin d'être suffisant.\n\nQuarante secondes. Elle compta leurs têtes.\n\nTrente secondes. Les lézards évitaient soigneusement son bouclier. Soit ils avaient peur de cette nouvelle technologie, soit... ils l'attendaient.\n\nVingt secondes. Elle chargea son fusil à pompe.\n\nDix secondes. Les lézards chargèrent - et elle espérait être prête.",

		"SS2_ITEM_SKATEBOARD_NAME": "Skateboard Rapide",
		"SS2_ITEM_SKATEBOARD_DESC": "<style=cIsUtility>Courez</style> dans <style=cIsUtility>n'importe quelle direction</style>. Utiliser des compétences accorde une amélioration qui offre <style=cIsUtility>+{0}%</style> <style=cStack>(+{1}% par cumul)</style> de <style=cIsUtility>vitesse de déplacement</style> pendant <style=cIsUtility>{4}</style> secondes, jusqu'à <style=cIsUtility>{2}</style> cumul.",
		"SS2_ITEM_SKATEBOARD_PICKUP": "Sprintez dans n'importe quelle direction. Utiliser des compétences vous fait bouger plus rapidement.",
		"SS2_ITEM_SKATEBOARD_LORE": "<style=cIsHealth>TRAVAIL EN COURS - VEUILLEZ LIRE LA NOTE ET DONNER VOTRE AVIS !\n\n</style><style=cStack>Note du développeur : La version originale de cela provenant de Starstorm 1 ne fonctionne pas en raison de RoR2 permettant toujours de se déplacer. Les gens aiment-ils cette version de l'objet ? Quelques autres points à noter avant de suggérer des modifications :\n\n > Rendre toutes les compétences agiles serait cool, mais c'est très bricolage, au mieux.\n > Sprinter dans n'importe quelle direction est-il agréable ? Rob a toujours dit que non, mais je pense que c'est bien.\n > La vitesse boostée est-elle trop importante ? Trop faible ? Doit-elle rester inchangée ?</style>",

		"SS2_ITEM_BANEFLASK_NAME": "Flacon du Fléau",
		"SS2_ITEM_BANEFLASK_DESC": "Diffuse les affaiblissements à la mort ou quelque chose qui a aussi un affaiblissement, ow ça fait mal",
		"SS2_ITEM_BANEFLASK_PICKUP": "Les affaiblissements se propagent à la mort. Les attaques appliquent un fléau.",
		"SS2_ITEM_BANEFLASK_LORE": "Le vert fait mal, ow !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
	
	}
}