{
	"strings": {
		"SS2_ITEM_ARMEDBACKPACK_NAME": "Sac à dos armé",
		"SS2_ITEM_ARMEDBACKPACK_DESC": "Chaque fois que vous subissez des dégâts, il y a une chance de lancer un missile infligeant <style=cIsDamage>{0}%</style> <style=cStack>(+{0}% par cumul)</style> de dégâts de base. La chance augmente avec les dégâts subis.",
		"SS2_ITEM_ARMEDBACKPACK_PICKUP": "Lance un missile en cas de dégâts importants reçu.",
		"SS2_ITEM_ARMEDBACKPACK_LORE": "Commande : Sac à dos militarisé marqué pour le retour\nNuméro de suivi : 823****\nLivraison estimée : 13/02/2056\nMode d'expédition : Standard\nAdresse de livraison : 17 Yule Road, Livingrock, Terre\nDétails de l'envoi :\n\nDéclenchement accidentel lors d'une randonnée. Préparez vos avocats.",

		"SS2_ITEM_COFFEEBAG_NAME": "Sachet de café",
		"SS2_ITEM_COFFEEBAG_DESC": "Quand vous activez un objet, vous obtenez un bonus de <style=cIsDamage>{1}%</style> de <style=cIsDamage>vitesse d'attaque</style> et un bonus de <style=cIsUtility>{2}%</style> de <style=cIsUtility>vitesse de déplacement</style> pendant jusqu'à <style=cIsUtility>{0}s</style> <style=cStack>(+{0}s par cumul)</style>.",
		"SS2_ITEM_COFFEEBAG_PICKUP": "Quand vous activez un objet, vous obtenez un bonus de vitesse d'attaque et de déplacement pendant une courte période.",
		"SS2_ITEM_COFFEEBAG_LORE": "Commande : Café\nNuméro de suivi : 917****\nLivraison estimée : 06/12/2056\nMode d'expédition : Standard\nAdresse de livraison : 4410 New Lane, Kentucky, Terre\nDétails de l'envoi :\n\nSalut, Maman !\n\nJ'ai été en voyage, tout comme tu l'as fait dans ta jeunesse... Je me souviens de toutes les histoires que tu me racontais quand tu avais mon âge. Aller dans des endroits comme la Jamaïque, la Roumanie, pratiquement partout sur Terre ! J'espère pouvoir visiter la maison bientôt pour que je puisse te parler de tous les endroits où je suis allé.\n\ne me souviens qu'il y avait ce café génial que tu nous prenais chez nous... c'était le \"Neik Dark Roast\", non ? Quoi qu'il en soit, il y a cet endroit génial sur Titan qui cultive son propre café, et c'est vraiment le meilleur ! Cela me rappelle d'être chez nous avec toi.\n\nJ'espère te voir bientôt. Tu me manques, et les chats me manquent. Eleni te salue, et j'ai hâte de tout te raconter !\n\nAvec amour, Hanan\n",

		"SS2_ITEM_DETRITIVETREMATODE_NAME": "Trématode détritivore",
		"SS2_ITEM_DETRITIVETREMATODE_DESC": "Les ennemis avec <style=cIsDamage>moins de {0}% de santé</style> subissent des <style=cIsDamage>dégâts continus permanents</style> infligeant {1}% de dégâts de base <style=cStack>(+{1}% par cumul)</style> et ralentissent de <style=cIsUtility>-{2}% de vitesse de déplacement</style>.",
		"SS2_ITEM_DETRITIVETREMATODE_PICKUP": "Les ennemis ayant une faible santé subissent des dégâts continus jusqu'à leur mort.",
		"SS2_ITEM_DETRITIVETREMATODE_LORE": "<style=cMono>$ Transcription de l'image... terminée.\n$ Résolution... terminée.\n$ Sortie des chaînes de texte... terminée.\nComplet!\n\n\n</style>Ceci est le carnet de bord de D. Furthen, naturaliste à bord de l'UES [Censuré], en collaboration avec le programme en cours de recherche et de documentation de la vie extraterrestre de l'UES. Cette entrée a été rédigée au Point Sigma, lors d'une expédition dans les jungles denses de Cornea III.\n\n---------------------\n\nJ'ai rencontré mon premier échantillon de vie extraterrestre sur cette planète ! Et quelle merveille c'est. L'échantillon ressemble à un ver rond terrestre, mais de taille significativement plus grande. J'ai attribué leur nom commun de 'Trématode détritivore', et je décrirai leurs propriétés ci-dessous.\n\n• D'environ deux pouces de diamètre, et variant en taille d'environ quatre pouces à un pied et demi de long. Coloration blanche.\n\n• Ces trématodes ont été trouvés en train de se nourrir d'un tas de viande pourrissante dans une caverne humide. La viande était d'origine indéterminée, mais la présence d'autres animaux plus grands est néanmoins excitante.\n\n• En ramassant une masse de viande pourrissante, les trématodes ont rapidement réagi au mouvement et ont commencé à s'agiter, avant de se détendre lentement. Le garde qui était avec moi, Chevry, je crois, était dégoûté.\n\n• En touchant l'un d'eux avec une main non gantée pour sentir leur texture, l'un des trématodes s'est accroché à ma paume et a commencé à mordre. C'était extrêmement douloureux, tant d'avoir le trématode sur ma main que lorsque Chevry l'a coupé. Malgré cela, à part une légère entaille sur ma paume, je pense que je vais bien.\n",

		"SS2_ITEM_DIARY_NAME": "Journal",
		"SS2_ITEM_DIARY_DESC": "Gagnez <style=cIsUtility>{0}%</style> <style=cStack>(+{0}% par cumul)</style> <style=cIsUtility>plus d'expérience</style> en vainquant des <style=cIsDamage>boss</style>.",
		"SS2_ITEM_DIARY_PICKUP": "Gagnez une expérience bonus en vainquant des boss.",
		"SS2_ITEM_DIARY_LORE": "<style=cMono>Transmission complète des images de vidéosurveillance de la section du couloir 14-B.\n\nImpression...\n\n</style>\"Alors ce livre est la seule chose dans le conteneur de stockage ?\"\n\"À peu près. Mis à part quelques vieux meubles, c'est tout.\"\n\"Alors, quel est le truc avec ce livre ? Si c'est tout ce que nous avons, il ferait mieux d'être bon.\"\n\"C'est un journal, je pense. Initialement rédigé par un certain Alan Howizer, il y a environ 26 ans. Il avait l'air d'être quelqu'un de plutôt intelligent, il disait qu'il travaillait dans une usine d'essais chimiques sur Terre.\"\n\"C'est tout ? C'est juste le journal d'un vieux mec ?\"\n\"Attends, il y a plus. En le feuilletant, environ cent pages plus loin, l'écriture a changé, et effectivement, il a été trouvé par une personne différente sur un banc dans un parc, apparemment. La même chose encore, environ trente pages plus tard. Et encore, après environ soixante-dix de plus. Et ça continue. Il y a une vingtaine de personnes différentes qui ont écrit dans ce journal, notant leurs souvenirs heureux, des mystères étranges, des énigmes, leurs réponses à ces énigmes, toutes sortes de choses.\"\n\"Hein. Cette chose doit être un véritable trésor de connaissances, non ? Une idée de qui l'a possédé en dernier ?\"\n\"Euh, oui, en fait. Quelqu'un nommé Chel était le dernier à écrire dans le livre, et il semble qu'il a laissé une adresse à l'intérieur de la couverture arrière. Pourquoi, à quoi tu penses ?\"\n\n<style=cMono>Fin de la section notable.</style>",

		"SS2_ITEM_DORMANTFUNGUS_NAME": "Fongus dormant",
		"SS2_ITEM_DORMANTFUNGUS_DESC": "<style=cIsHealing>Guérissez {0}%</style> <style=cStack>(+{1}% par cumul)</style> de votre santé maximale chaque seconde tout en sprintant.",
		"SS2_ITEM_DORMANTFUNGUS_PICKUP": "Régénérez de la santé tout en sprintant.",
		"SS2_ITEM_DORMANTFUNGUS_LORE": "<style=cMono>Documentation de la Station de Recherche Rook\n\nNotes de la semaine 3 sur le spécimen 18305 :</style>\n\nC'est l'un des échantillons les plus étranges que nous ayons trouvés. Ce champignon semble pousser sur presque tout dans le bâtiment si nous le laissons faire. Les murs, les sols, le plafond. Il semble avoir une préférence pour les objets en mouvement. Nos vêtements, les portes, et même certaines machines. Nous allons continuer à surveiller ce comportement.\n\n<style=cMono>Notes de la semaine 5 sur le spécimen 18305 :</style>\n\nLe sujet continue de s'attacher à des objets autour du laboratoire. Nous avons noté qu'il devient plus sain plus il bouge avec l'objet auquel il est attaché. Les tests semblent indiquer qu'il se nourrit de la chaleur créée par les mouvements, absorbée par ses racines. Nous allons tenter de le transplanter sur une machine en mouvement constant et surveiller sa santé.\n\n<style=cMono>Notes de la semaine 8 sur le spécimen 18305 :</style>\n\nNous avons laissé l'échantillon attaché à un ancien modèle de piston du laboratoire. En cas de tout dommage, nous avions l'intention de nous en débarrasser de toute façon. Nous l'avions attaché et l'avions laissé fonctionner les 3 semaines précédentes. De manière assez curieuse, le piston était censé tomber en panne dans ce laps de temps. Cependant, il semble que le sujet ait créé une relation symbiotique avec la machine. Nous allons continuer à surveiller ce comportement pour plus d'effets négatifs, et d'autres utilisations potentielles pour ce spécimen.\n",

		"SS2_ITEM_FORK_NAME": "Fouchette",
		"SS2_ITEM_FORK_DESC": "Augmentez vos dégâts de base de <style=cIsDamage>{0}</style> <style=cStack>(+{0} par cumul)</style>.",
		"SS2_ITEM_FORK_PICKUP": "Infligez davantage de dégâts.",
		"SS2_ITEM_FORK_LORE": "\"Tu ne peux pas être sérieux... Regarde, je sais qu'on a dit qu'on a besoin de tout ce qu'on peut avoir pour survivre, mais tu dois réaliser que je n'étais pas littéral à ce sujet !\"\n\nIl leva l'instrument en argent, une expression interrogative sur son visage. \"Que veux-tu dire ? Et si nous devons repousser un monstre ?\"\n\nUn bref silence.\n\n\"S'il te plaît, nous avons tous les deux vu les créatures sur cette planète. Ne me dis pas que tu pense que ça serait suffisant pour repousser quoi que ce soit ici.\"\n\nIl haussa les épaules. \"On ne sait jamais\", répondit-il en glissant la fourchette dans sa poche.\n",

		"SS2_ITEM_MALICE_NAME": "Malice",
		"SS2_ITEM_MALICE_DESC": "Vos attaques infligent <style=cIsDamage>{2}%</style> des dégâts TOTAUX à jusqu'à <style=cIsDamage>{1}</style> <style=cStack>(+{1} par cumul)</style> ennemis supplémentaires dans un rayon de {0}m.",
		"SS2_ITEM_MALICE_PICKUP": "Les attaques répandent les dégâts aux ennemis à proximité.",
		"SS2_ITEM_MALICE_LORE": "Tu es faible.\n\nPhysiquement ? Peut-être pas. Tu te bats pour survivre, et tu te bats assez bien. Mais mentalement ? Mon ami, tu es fragile. Tu te bats et tu tues, mais tu ressens des remords pour ce que tu tues. Pourquoi ? Les animaux, eux, ne ressentent aucun remords envers toi. Pour eux, tu n'es qu'une proie à traquer, ou un prédateur à fuir. Ces titans imposants ? Ils n'éprouvent aucune émotion, seulement une directive silencieuse de détruire. De te détruire.\n\nEt je te connais. Mon ami, tu ne veux pas être faible. Tu veux être puissant, aussi bien mentalement que physiquement. Ne ressens pas de pitié pour ces bêtes sans esprit, car c'est tout ce qu'elles sont. Bats-toi pour tuer, pas seulement pour survivre.\n\nMais la malveillance de l'homme ne peut te mener que jusqu'ici. Prends ceci. Sois attiré plus loin. Bats-toi pour tuer, et tue pour être craint.\n",

		"SS2_ITEM_MOLTENCOIN_NAME": "Pièce fondu",
		"SS2_ITEM_MOLTENCOIN_DESC": "Vos attaques ont <style=cIsDamage>{0}%</style> de chance d'<style=cIsDamage>enflammer</style> les ennemis lors de l'impact pour <style=cIsDamage>{1}%</style> de dégâts de base <style=cStack>(+{1}% par cumul)</style> et gagner <style=cIsUtility>${2}</style> <style=cStack>(+${2} par cumul. L'argent gagné augmente avec les étapes franchies)</style>.",
		"SS2_ITEM_MOLTENCOIN_PICKUP": "Chance de brûler et de gagner de l'or à chaque coup.",
		"SS2_ITEM_MOLTENCOIN_LORE": "Commande : Pièce Fondu\nNuméro de suivi : 446*****\nLivraison estimée : 22/09/2056\nMode d'expédition : Standard\nAdresse de livraison : Département de police vénitien, Brithen, Vénus\nDétails de l'envoi :\n\nSalut, j'ai trouvé une autre pièce de preuve liée à l'attentat à Parathan Square il y a quelques jours.\n\nDonc, tu sais comment les enquêteurs ont dû reporter leur analyse parce que la zone était beaucoup trop chaude ? Eh bien, l'espace s'est enfin refroidi ce matin, et j'ai réussi à trouver cette pièce de monnaie fondue collée au trottoir. Un test chimique rapide indique qu'elle est probablement principalement composée de tungstène avec un revêtement en or, et elle n'a pas non plus refroidi depuis que je l'ai décollée du sol.\n\nJe ne suis pas vraiment sûr de ce que cela pourrait signifier, cependant. Peut-être un porte-bonheur, ou une carte de visite ? De toute façon, je te l'envoie, parce que franchement, tu as besoin de toute l'aide possible. Je veux dire, 7 personnes mortes, 18 blessées, près d'un demi-million de dollars de dommages matériels, et tout ce que tu as comme preuve, c'est une pièce fondue et un café soufflé ? Eh bien, tu as ma sympathie, mec. Bonne chance pour l'affaire.\n",

		"SS2_ITEM_NEEDLES_NAME": "Aiguilles",
		"SS2_ITEM_NEEDLES_DESC": "Les attaques non critiques ajoutent <style=cIsDamage>+{0}% de chance de critique</style> contre l'ennemi touché. Une chance critique supplémentaire est effacée après avoir activé <style=cIsDamage>{1}</style> <style=cStack>(+{1} par cumul)</style> attaques critiques.",
		"SS2_ITEM_NEEDLES_PICKUP": "Frapper un ennemi augmente la chance de coup critique contre lui jusqu'à ce qu'un coup critique soit réussi.",
		"SS2_ITEM_NEEDLES_LORE": "<style=cMono>Rapport d'incident de livraison de l'UES, ID 219560163 trouvé.\n\nLecture...</style>\n\n\"Le personnel de livraison Will Stetson, numéro 604, a été admis à l'infirmerie à bord de l'UES [REDACTED], il y a environ 22 heures, en raison de complications liées à la manipulation d'un comportement anormal d'un colis.\n\nEn faisant sa tournée, Will a remarqué qu'une des caisses avait soudainement fait un bruit sourd derrière lui. Craignant que quelqu'un ait essayé d'expédier un animal vivant selon le protocole standard, il a ressenti le besoin d'enquêter. Au lieu de cela, la caisse contenait un petit paquet en plastique contenant un grand nombre d'aiguilles à coudre particulièrement grandes, évidemment emballées beaucoup trop serrées pour la moindre sécurité.\n\nFinalement, et probablement dans un moment d'erreur de jugement, Will a décidé de toucher le paquet. Cela a provoqué l'explosion soudaine du paquet dans sa direction générale, laissant son côté avant supérieur couvert de profondes entailles. Il a eu de la chance que quelqu'un l'ait trouvé rapidement. Il semble aller bien, mais se remettra du choc et de la perte de sang pendant un certain temps.\"\n\nFin du rapport.",

		"SS2_ITEM_X4_NAME": "Stimulant X-4",
		"SS2_ITEM_X4_DESC": "Réduit le temps de recharge des compétences secondaires de <style=cIsUtility>{0}%</style> <style=cStack>(+{0}% par cumul)</style>. L'utilisation de votre compétence secondaire <style=cIsHealing>augmente la régénération de santé de base</style> de <style=cIsHealing>+{1} pv/s</style> <style=cStack>(+{2} pv/s par cumul)</style> pendant <style=cIsHealing>{3}</style> secondes.",
		"SS2_ITEM_X4_PICKUP": "Réduit légèrement le temps de recharge des compétences secondaires et accorde des soins lors de leur utilisation.",
		"SS2_ITEM_X4_LORE": "Commande : Stimulant (X-4)\nNuméro de suivi : 369*****\nLivraison estimée : 12/04/2057\nMode d'expédition : Prioritaire\nAdresse de livraison : Roméo 33, Parc National de Batang Ai, Terre\nDétails de l'envoi :\n\nEnveloppé, manuel inclus. La machine montre-t-elle des symptômes d'un 540 ? Si c'est le cas, vous voudrez peut-être éviter d'utiliser plus de 100 ml de stimulant.\n\nSanté."
	}
}
