{
	"strings": {
		"SS2_DROIDDRONE_NAME": "Drone de Sécurité",

		"SS2_DRONE_CLONE_NAME": "Drone Duplicateur",

		"SS2_DRONE_SHOCK_NAME": "Drone Électrochoc",

		"SS2_TRADER_BODY_NAME": "Zanzan le Fané",
		"SS2_TRADER_BODY_SUBTITLE": "Le Négociateur Voilé",
		"SS2_TRADER_CONTEXT": "Marché ?",

		"SS2_TRADER_POPUP_TEXT": "Proposer un objet au marchand ?",
		"SS2_TRADER_WANT_TEXT": "Le marchand marmonne, \"<i><link=\"textWavy\">",
		"SS2_TRADER_WANT2_TEXT": "..</link></i>\"",

		"SS2_TRADER_QUALITY_BESTEST": "<b>Le plus recherché</b>",
		"SS2_TRADER_QUALITY_BEST": "<b>Excellent</b>",
		"SS2_TRADER_QUALITY_GREAT": "<b>Génial</b>",
		"SS2_TRADER_QUALITY_GOOD": "<b>Bien</b>",
		"SS2_TRADER_QUALITY_MODERATE": "<b>Correct</b>",
		"SS2_TRADER_QUALITY_POOR": "<b>Mauvais</b>",
		"SS2_TRADER_QUALITY_WORTHLESS": "<b>Sans valeur</b>",

		"SS2_LAMPBOSS_BODY_NAME": "Voyageur",
		"SS2_LAMPBOSS_BODY_SUBTITLE": "Guide de la Lumière",
		"SS2_UNLOCKABLE_LOG_LAMPBOSS": "Journal de bord : Voyageur",
		"SS2_LAMPBOSS_BODY_LORE": "PETITS, REJOIGNEZ-MOI ICI. JE DOIS VOUS METTRE EN GARDE CONTRE QUELQUE CHOSE.\n\n...\n\nLE VOYAGEUR EST REVENU DANS CE MONDE.\n\nIL Y A LONGTEMPS, JE L'AI MAÎTRISÉ, L'AI BANNI DE NOTRE JARDIN. MAIS MAINTENANT, IL MENACE NOTRE MAISON UNE FOIS DE PLUS.\n\nSI VOUS LE RENCONTREZ, NE L'ÉCOUTEZ PAS. IL TENTERA DE VOUS ENTRAÎNER DE SON CÔTÉ, AVEC DES PROMESSES DE CHALEUR, DE SÉCURITÉ ET DE FORCE.\n\nC'EST UN PIÈGE.\n\nUNE FOIS QU'IL A VOTRE CONFIANCE, VOUS SEREZ UN ESCLAVE DE SA LUMIÈRE. VOUS PORTEREZ VOS PROPRES CHAÎNES, TOUT COMME LUI PORTE LES SIENNES.\n\n...\n\nMAIS - NE VOUS INQUIÉTEZ PAS. JE PROTÉGERAI LE JARDIN. S'IL A L'AUDACE DE REVENIR VERS MOI, C'EST À VOIR.\n\nEN CE QUI VOUS CONCERNE, PETITS, J'AI UN CADEAU POUR CHACUN D'ENTRE VOUS. VENEZ PLUS PRÈS.\n\nENCORE PLUS PRÈS !\n\nMAINTENANT, OBSERVEZ - OBSERVEZ ICI. REGARDEZ MA MAIN.\n\nVOUS TOUS M'AIDEREZ À PRENDRE SOIN DU JARDIN.",

		"SS2_LAMP_BODY_NAME": "Disciple",
		"SS2_UNLOCKABLE_LOG_LAMP": "Journal de bord : Disciple",
		"SS2_LAMP_BODY_LORE": "Oh, cher. Regarde-toi, pauvre chose.\n\nTu as froid.\n\nTiens, maintenant. Tu as déjà tellement enduré.\n\n...\n\nVoilà. Ta flamme s'est rallumée. Cela te tiendra chaud, pour l'instant.\n\nViens avec moi. Je vais te présenter aux autres.\n\nOh ? Bien sûr qu'il y en a d'autres. Ce serait cruel d'être le seul de ton genre, n'est-ce pas ?\n\nViens, maintenant ! N'attends pas. Ils partageront leur chaleur avec toi. Suis-moi simplement.\n\nTu seras en sécurité ici.",

		"SS2_FAMILY_LAMP": "<style=cWorldEvent>[AVERTISSEMENT] Vous rencontrez un profond sentiment d'immobilité...</style>",

		"SS2_AGARTHAN_BODY_NAME": "Agarthan",
		"SS2_UNLOCKABLE_LOG_AGARTHAN": "Journal de bord : Agarthan",

		"SS2_RUNSHROOM_BODY_NAME": "Rushrum",
		"SS2_UNLOCKABLE_LOG_RUNSHROOM": "Journal de bord : Rushrum",
		"SS2_RUNSHROOM_BODY_LORE": "Nous nous sommes réveillés en panique, notre tente en flammes. Notre équipement, une masse fondue du tableau périodique.\n\n\"Hé, là-bas ! Cette chose !\"\n\nElle était si petite, on aurait dit qu'elle pourrait être un insecte sous notre chaussure, pourtant le désordre qu'elle avait créé... Il n'y avait pas d'autre solution.\n\n\"Restez ici, je vais écraser cette saloperie jusqu'à en faire une purée.\"\n\nJ'ai regardé mes équipiers sauter comme des grenouilles sur le petit champignon, incapable même d'effleurer sa surface. Des jurons comme une sirène dans l'air.\n\nNos efforts étaient vains. J'ai fait signe à l'équipe de revenir pour aider à éteindre les flammes.\n\n\"Fermez-la et venez ici ! Le feu ne va pas s'éteindre tout seul ! Ce salaud est comme un cafard, vous ne l'attraperez pas !\"\n\nLes dégâts n'étaient pas couverts."
	}
}