{
    "strings":
    {
        "SS2_CHIRR_NAME": "Chirr",
        "SS2_CHIRR_BODY_NAME": "Chirr",
        "SS2_CHIRR_BODY_SUBTITLE": "Espèces en danger",
        "SS2_CHIRR_DESCRIPTION": "Chirr est une créature mystique qui entretient une connexion pure avec la planète et ses habitants. <color=#CCD3E0>\n\n< ! > La capacité de Chirr à sprinter tout en planant la rend incroyablement agile dans les airs. Essayez de maximiser le temps en l'air pour rester en sécurité et esquiver les attaques.\n\n< ! > Le Venin Apaisant soigne les alliés et inflige des dégâts aux ennemis dans un rayon. Essayez de positionner votre ami, ou vous-même, près de groupes d'ennemis pour maximiser l'effet.\n\n< ! > L'Abduction est une compétence incroyablement polyvalente qui peut être utilisée pour renforcer vos alliés, vous envoler vers la sécurité, regrouper des cibles, ou neutraliser un ennemi coriace.\n\n< ! > Le Lien Symbiotique vous permet de lier d'amitié un ennemi ayant moins de 50% de santé, lui donnant une copie de votre inventaire. Votre ami perd constamment de la santé au fil du temps, il est donc vital de le soutenir avec vos autres compétences.</color>",
        "SS2_CHIRR_OUTRO_FLAVOR": "...et ainsi elle partit, portant une nouvelle vie dans son esprit.",
        "SS2_CHIRR_OUTRO_FAILURE": "...et ainsi elle disparut, sans personne pour lui tenir compagnie.",
        "SS2_CHIRR_LORE": "“Une fois, un monde fut créé. Une mère et ses deux fils y habitaient.\n\n

Le monde était le reflet de ses habitants. La mère veillait à ce que ses fils apprennent les voies de ce monde, tout comme elle le façonnait en quelque chose sur lequel ils pourraient construire. Et ainsi, les fils devinrent sages et forts, et le monde prospéra...“\n\n

“...Au fur et à mesure que les fils vieillissaient, leur mère vieillissait également. Le moment vint bientôt pour elle de partir, mais avant de le faire, elle laissa deux cadeaux. Un pour ses fils, et un pour le monde.\n\n

Pour les fils qu'elle laissait derrière elle, elle offrit le don de l'ambition et de la compassion. Ensemble, ils pourraient accomplir tout ce qu'ils pouvaient imaginer. Ils créeraient un paradis. Pour le monde qu'elle quittait, elle créa la vie. Les premiers véritables habitants du monde. Ils seraient les gardiens du monde et, ensemble, sa propre essence...“\n\n

- Fables Galactiques, Volumes I et III",

        "SS2_KEYWORD_CHIRRBUFF": "<style=cKeywordName>Accélérer</style><style=cSub>Augmente la <style=cIsUtility>vitesse de déplacement</style> et la <style=cIsDamage>vitesse d'attaque</style>.</style>",
		"SS2_KEYWORD_CHIRRSLOW": "<style=cKeywordName>Ralentir</style><style=cSub>Diminue la <style=cIsUtility>vitesse de déplacement</style> et la <style=cIsDamage>vitesse d'attaque</style>.</style>",

        "SS2_KEYWORD_CHIRRWITHER": "<style=cKeywordName>Flétrir</style><style=cSub>La santé diminue progressivement avec le temps.</style>",
        "SS2_KEYWORD_CHIRRWITHER2": "<style=cKeywordName>Flétrir</style><style=cSub>La santé diminue progressivement avec le temps, et une partie des dégâts subis est <style=cIsHealth>permanente</style>.</style>",

        "SS2_BROTHER_KILL_CHIRR": "Rejoins tes sœurs.",
        "SS2_BROTHER_KILL_CHIRR2": "Enfin éteint.",

        "SS2_CHIRR_PASSIVE_NAME": "Structure Légère",
		"SS2_CHIRR_PASSIVE_DESCRIPTION": "Chirr <style=cIsUtility>saut plus haut</style> et peut <style=cIsUtility>planer</style> en maintenant la touche de saut. <style=cIsUtility>Chirr sprinte toujours en planant.</style>",
        
        "SS2_CHIRR_LEAVES_NAME": "Feuilles Rasoir",
        "SS2_CHIRR_LEAVES_DESCRIPTION": "Tirez un déluge de feuilles tranchantes qui inflige <style=cIsDamage>6x75% de dégâts</style>.",
		"SS2_CHIRR_SPITBOMB_NAME": "Venin Apaisant",
		"SS2_CHIRR_SPITBOMB_DESCRIPTION": "Lancez un amas de phéromones qui <style=cIsUtility>ralentit</style> et inflige <style=cIsDamage>450% de dégâts</style> au fil du temps, tout en <style=cIsHealing>soignant</style> les alliés à proximité.",
        "SS2_CHIRR_GRAB_NAME": "Abduction",
        "SS2_CHIRR_GRAB_DESCRIPTION": "<style=cIsUtility>Saisissez</style> une cible, puis <style=cIsUtility>ascendez</style> rapidement. Lâchez-les pour infliger <style=cIsDamage>1500% de dégâts</style> dans une zone à l'impact. Les alliés gagnent une <style=cIsDamage>vitesse d'attaque de 100%</style>.",       
        "SS2_CHIRR_DROP_NAME": "Lâcher",
        "SS2_CHIRR_DROP_DESCRIPTION": "Lâchez votre victime pour infliger <style=cIsDamage>1500% de dégâts</style> dans une zone à l'impact.",                   
        "SS2_CHIRR_BEFRIEND_NAME": "Lien Symbiotique",
        "SS2_CHIRR_BEFRIEND_DESCRIPTION": "Crachez un neurotoxine qui inflige <style=cIsDamage>240% de dégâts par seconde</style> et <style=cHumanObjective>amadoue</style> les cibles ayant moins de 50% de santé. Les alliés <style=cIsUtility>héritent des objets</style> et <style=cDeath>flétrissent avec le temps</style>.",
        "SS2_CHIRR_BEFRIEND_SCEPTER_NAME": "Captiver",
        "SS2_CHIRR_BEFRIEND_SCEPTER_DESCRIPTION": "Crachez un neurotoxine qui inflige <style=cIsDamage>240% de dégâts par seconde</style> et <style=cHumanObjective>amadoue</style> les cibles ayant moins de 50% de santé. Les alliés <style=cIsUtility>héritent des objets</style> et <style=cDeath>flétrissent avec le temps</style>. \n<color=#d299ff>SCEPTRE : Votre ami vous suit entre les étapes et ne se flétrit plus.</color>",
        
        "SS2_CHIRR_DETONATE_NAME": "Lien Naturel",
        "SS2_CHIRR_DETONATE_DESCRIPTION": "<style=cIsUtility>Remplace la compétence spéciale.</style> Crachez un agent explosif sur votre <style=cHumanObjective>ami</style>, provoquant une explosion infligeant <style=cIsDamage>1000-4000% de dégâts</style> en fonction de la durée de leur <style=cHumanObjective>amadouement</style>.",
        
        "SS2_SKIN_CHIRR_DEFAULT": "Par Défaut",
        
        "SS2_CHIRR_LEASH_NAME": "Synchronisation Naturelle",
        "SS2_CHIRR_LEASH_DESCRIPTION": "Appuyez pour ramener votre allié à vous. Maintenez pour <style=cIsHealth>absorber de la santé</style> de votre ami.",
        "SS2_CHIRR_HEADBUTT_NAME": "Coup de tête",
        "SS2_CHIRR_HEADBUTT_DESCRIPTION": "<style=cIsUtility>Étourdissement</style>. Donnez un coup de tête aux ennemis devant vous, infligeant <style=cIsDamage>{0}% de dégâts</style>.",
        "SS2_CHIRR_HEAL_NAME": "Aura Sanatrice",
        "SS2_CHIRR_HEAL_DESCRIPTION": "Soignez-vous et vos alliés proches pour <style=cIsHealing>{0}% de leur santé totale</style> et <style=cIsHealing>{1}% de plus au fil du temps</style>.",
           
        "SS2_CHIRRHELPER_NAME": "L'Amitié de Chirr",
        "SS2_CHIRRHELPER_DESCRIPTION": "Amis avec le scarabée :)",


        "SS2_BEASTMASTER_NAME": "Chirr",
        "SS2_BEASTMASTER_SUBTITLE": "Espèce en Danger"
    }
}