{
	"strings": {
		"SS2_EQUIP_BACKTHRUSTER_NAME": "Propulseur arrière",
		"SS2_EQUIP_BACKTHRUSTER_PICKUP": "Se déplacer rapidement en ligne droite accumule de la vitesse.",
		"SS2_EQUIP_BACKTHRUSTER_DESC": "Pendant {0} secondes, accumulez rapidement jusqu'à <style=cIsUtility>{1} vitesse de déplacement</style> lorsque vous vous déplacez en ligne droite..",
		"SS2_EQUIP_BACKTHRUSTER_LORE": "<style=cMono>Transcription audio complète à partir des échos du signal. Attribution de jetons génériques.</style>\n\nHOMME 1 : C'est une idée terrible, tu sais.\n[Métal cliquetant]\n\nHOMME 2 : Tu dis ça à propos de chaque idée que j'ai.\n\nHOMME 1 : Parce que toutes tes idées sont terribles.\n\n[Toussotement du moteur]\n\nHOMME 2 : Rrgh, oh, allez, quoi ! Tu fonctionnais très bien il y a juste une minute.\n\nHOMME 1 : Peut-être qu'il sait qu'il est attaché à ton dos, et non à une cargaison.\n\nHOMME 2 : Oh, bonne observation ! Je parie qu'il y a une sécurité quelconque dessus... Ah, la voilà.\n\n[click]\n\nHOMME 1 : Je... n'aurais pas dû dire quoi que ce soit.\n\nHOMME 2 : Non, c'est bon ! D'accord, fais-moi le décompte.\n\nHOMME 1 : Ugh... D'accord. Trois-\n\n[décollage du propulseur]\n\n<style=cMono>Fin de la transcription demandée.</style>",

		"SS2_EQUIP_CLOAKINGHEADBAND_NAME": "Serre-tête de camouflage",
		"SS2_EQUIP_CLOAKINGHEADBAND_PICKUP": "Devenez temporairement invisible et bénéficiez d'une augmentation de vitesse.",
		"SS2_EQUIP_CLOAKINGHEADBAND_DESC": "Devenez <style=cIsUtility>invisible</style> et gagnez <style=cIsUtility>+40% de vitesse de déplacement</style> pendant {0} secondes.",
		"SS2_EQUIP_CLOAKINGHEADBAND_LORE": "Commande : Serre-tête de camouflage\nNuméro de suivi : 554*****\nLivraison estimée : 01/08/2056\nMode d'expédition : Standard\nAdresse de livraison : 202 W. Calbury Ln, Adora, Mercure\nDétails de l'envoi :\n\nJ'ai finalement pu mettre la main sur un dispositif de camouflage personnel pour toi. Te faufiler là où tu ne devrais pas être devrait être un jeu d'enfant avec cette petite merveille.\n\nMaintenant, il y a quelques trucs que tu devrais comprendre à propos de cette chose. Premièrement, le camouflage ne dure qu'un court laps de temps car le dispositif est si petit, alors garde-toi caché pendant qu'il se refroidit à nouveau. Deuxièmement, tu dois appuyer sur le bouton du serre-tête pour l'activer. Ce n'est pas exactement une action très clandestine, je sais, mais c'est ce que j'ai pu trouver pour toi.\n\nEnfin, si la boîte que tu reçois semble complètement vide, tâte juste le fond jusqu'à ce que tu trouves le bouton. Cela économise du temps, de l'argent et de la confidentialité en l'expédiant sans traitement Volatile. Dis-moi quand tu reçois ça, et amuse-toi bien avec ton nouveau jouet.\n",

		"SS2_EQUIP_GREATERWARBANNER_NAME": "Bannière de guerre supérieure",
		"SS2_EQUIP_GREATERWARBANNER_PICKUP": "Placez une bannière de guerre supérieure qui augmente la régénération, la chance de coup critique et réduit les temps de recharge.",
		"SS2_EQUIP_GREATERWARBANNER_DESC": "Placez une bannière de guerre supérieure qui accorde <style=cIsHealing>+{0}% de régénération de santé</style>, <style=cIsDamage>{1}% de chance de coup critique</style> et <style=cIsUtility>{2}% de réduction du temps de recharge des compétences</style>. Peut placer jusqu'à {3} bannières à la fois.",
		"SS2_EQUIP_GREATERWARBANNER_LORE": "<style=cMono>Enregistrement du Musée terrien des tactiques et de la guerre.</style>\n\nCertains disent que l'une des ressources les plus importantes sur le champ de bataille est le moral. La fonctionnalité d'une unité est exponentiellement augmentée en fonction de l'humeur des troupes qui la composent. Cela peut être augmenté ou diminué par divers moyens. Par exemple, la qualité de leur logement ou de leur nourriture, les nouvelles qu'ils ont entendues de chez eux, ou même le temps passé de manière récréative.\n\nCependant, une méthode éprouvée et vraie d'augmenter le moral d'une unité est l'utilisation de la symbolique. De nombreuses armées portaient des couleurs et des designs symbolisant leurs croyances et leur force. De nombreuses unités portaient des drapeaux afin de maintenir leur moral élevé au combat.\n\nL'utilisation de cette méthode a également connu des variations. Alors qu'un porteur de drapeau pour une unité augmentera le moral, il a été observé que les drapeaux propres aux rangs militaires plus élevés augmenteront encore davantage le moral de l'unité. Si le drapeau d'un colonel ou d'un général apparaît sur le champ de bataille, les troupes seront encouragées par le pouvoir qu'il représente, et augmenteront à leur tour leur propre habileté au combat.\n",

		"SS2_EQUIP_MIDAS_NAME": "M.I.D.A.S.",
		"SS2_EQUIP_MIDAS_PICKUP": "Perdez une partie de votre santé actuelle et gagnez cette somme en or.",
		"SS2_EQUIP_MIDAS_DESC": "Sacrifiez <style=cIsHealth>{0}%</style> de votre <style=cIsHealth>santé actuelle</style>, gagnant soit le montant de <style=cIsHealth>santé perdue</style> ou <style=cIsUtility>le prix d'un coffre standard</style> en <style=cIsUtility>or</style>, selon le montant le plus élevé.",
		"SS2_EQUIP_MIDAS_LORE": "\"Qu'est-ce que tu penses que ça signifie ?\"\n\nIls s'étaient tous les deux posé la question. Elle fut la première à la poser à voix haute.\n\n\"Ma... Journée Idéale Seul Commence ?\" Il lui adressa un sourire éclatant.\n\n\"Memphis Meurt Encore, Stephan.\"\n\n\"La Mitochondrie Est Vaincue À Six.\"\n\n\"Le Croque-mort Ignore La Mort Et Soupire.\"\n\n\"Poétique, celui-là.\" Il se gratta le menton. \"On l'ouvre ?\"\n\n\"Ah non !\"",

		"SS2_EQUIP_PRESSURIZEDCANISTER_NAME": "Cartouche pressurisée",
		"SS2_EQUIP_PRESSURIZEDCANISTER_PICKUP": "Envoyez-vous dans les airs et gagnez temporairement un saut supplémentaire qui expire dès que vous touchez le sol.",
		"SS2_EQUIP_PRESSURIZEDCANISTER_DESC": "Lancez-vous dans les airs. Gagnez <style=cIsUtility>1 saut supplémentaire</style> qui expire s'il n'est pas utilisé avant l'atterrissage.",
		"SS2_EQUIP_PRESSURIZEDCANISTER_LORE": "Commande : Cartouche d'air sous pression (24)\nNuméro de suivi : 182*****\nLivraison estimée : 29/06/2056\nMode d'expédition : Standard / Fragile\nAdresse de livraison : Centre d'expédition de gaz Tri-City, Tri-City, Terre\nDétails de l'envoi :\n\nC'est, euh, la cinquième, c'est ça maintenant ? Cinquième commande de cartouches d'air sous pression à cette adresse. Bon, je ne vais pas juger, je veux dire, peut-être que vous ne saviez pas que vous auriez besoin de plus de cartouches, hein, quatre fois de suite, mais bon, vous savez quand même que vous économisez pas mal quand vous achetez en gros, non ?\n\nPeu importe, mec. Je veux dire, je ne sais pas vraiment pourquoi vous auriez besoin de cent vingt cartouches d'air au total sur une période d'environ deux mois, mais je suppose que chacun ses choix.\n",

		"SS2_EQUIP_NEMCAPEQUIP_NAME": "Morleys",
		"SS2_EQUIP_NEMCAPEQUIP_PICKUP": "Réduisez le stress de votre situation. <style=cIsHealth>Fumer est mauvais pour vous !</style>",
		"SS2_EQUIP_NEMCAPEQUIP_DESC": "<style=cIsHealth>Brûlez-vous</style> pour <style=cIsHealth>10% de votre santé maximale</style> afin de supprimer <style=cIsUtility>25%</style> de votre <style=cIsUtility>stress</style> et de réduire temporairement le <style=cIsUtility>gain de stress</style> de <style=cIsUtility>50%</style> pendant <style=cIsUtility>8</style> secondes."
	}
}