{
    "strings":
    {
        "SS2_EXECUTIONER_NAME": "Executioner",
        "SS2_EXECUTIONER_SUBTITLE": "Dreaded Guillotine",
        "SS2_EXECUTIONER_DESCRIPTION" : "The Executioner is a high-risk, high-reward survivor that's all about racking up an endless kill count.\n\n<color=#CCD3E0> < ! > Use Service Pistol to score some kills, with each kill building up an even stronger Ion Burst.\n\n< ! > You can tap Ion Burst to fire a few shots, or hold it to fire them all.\n\n< ! > Execution is a great crowd control AND single target tool. Don't forget that its damage depends on how many targets it hits!\n\n< ! > If you find yourself getting swarmed, Crowd Dispersion can get enemies off your back fast.",
        "SS2_EXECUTIONER_OUTRO_FLAVOR": "..and so he left, an empty shell of armor drenched in blood.",
        "SS2_EXECUTIONER_OUTRO_FAILURE": "..and so he vanished, escaping the inevitable.",
        "SS2_EXECUTIONER_LORE": "Death is inevitable. It comes for us all. Some may try to evade it, or run from it. But death arrives all the same. Death, however, is simply the cost of war. And death in glorious combat is one of the best deaths a man could ask for.\n\nBut, as always, some would seek to run from death. We call them by many names. Deserters, cowards, turncoats. Each and every one of them, traitors to the cause. These traitors must be punished for their crime. And that punishment: in an ironic twist, is the very thing they tried to avoid.\n\nDeath will come for them. Not as a robed spectre with a scythe. Not in a trench coat, holding a revolver. Not as a sickness, nor the wear of time. No. For them, death will come bearing lustrous battlegarb, with service pistol loaded, and ion manipulators fully charged.",

        

        "SS2_KEYWORD_FEAR": "<style=cKeywordName>Fear</style><style=cSub>Causes afflicted enemies to stop attacking and flee. Enemies afflicted with fear take 50% more damage and have their movement speed slowed by 30%.</style>",
		"SS2_KEYWORD_EXECUTING": "<style=cKeywordName>Executing</style><style=cSub>Deals doubled damage if no more than 1 enemy is hit.</style>",
		"SS2_KEYWORD_RECHARGING": "<style=cKeywordName>Recharging</style><style=cSub>Killing enemies restores charges of this skill, depending on the strength of the slain enemy. Doubled charges with kills from Execution.</style>",

        

        "SS2_EXECUTIONER_PASSIVE_NAME": "Bloodbath",
		"SS2_EXECUTIONER_PASSIVE_DESC": "Killing enemies inflicted with <style=cIsUtility>fear</style> reduces all skill cooldowns by <style=cIsUtility>1 second</style>.",

        
        
        "SS2_EXECUTIONER_PISTOL_NAME": "Service Pistol",
        "SS2_EXECUTIONER_PISTOL_DESCRIPTION": "Fire your pistol for <style=cIsDamage>180% damage</style>.",
        "SS2_EXECUTIONER_TASER_NAME": "Deadly Voltage",
        "SS2_EXECUTIONER_TASER_DESCRIPTION": "Fire arcs of lightning forward for <style=cIsDamage>{0}% damage</style>.",
        "SS2_EXECUTIONER_SWINGAXE_NAME": "Ion Axe",
        "SS2_EXECUTIONER_SWINGAXE_DESCRIPTION": "Swing your axe for <style=cIsDamage>% damage</style>. <style=cIsUtility>Each Secondary charge grants 4% maximum health in shield</style>.",
        "SS2_EXECUTIONER_IONGUN_NAME": "Ion Burst",
        "SS2_EXECUTIONER_IONGUN_DESCRIPTION": "<style=cIsUtility>Recharging.</style> Fire a barrage of ionized bullets, dealing <style=cIsDamage>{0}% damage</style> each. <style=cIsUtility>Up to 5 charges are fired at a time</style>.",
        "SS2_EXECUTIONER_IONBLAST_NAME": "Ion Blast",
        "SS2_EXECUTIONER_IONBLAST_DESCRIPTION": "Fire a blast of raw ion energy for <style=cIsDamage>% damage</style>. Can be <style=cIsUtility>charged</style>, using multiple charges at once. <style=cIsUtility>Restocks charges for every enemy you kill, depending on strength</style>.",
        "SS2_EXECUTIONER_DASH_NAME": "Crowd Dispersion",
        "SS2_EXECUTIONER_DASH_DESCRIPTION": "Boost forward and <style=cIsUtility>fear</style> all nearby enemies for <style=cIsUtility>{0} seconds</style>.",
        "SS2_EXECUTIONER_AXE_NAME": "Execution",
        "SS2_EXECUTIONER_AXE_DESCRIPTION": "<style=cIsUtility>Heavy</style>. <style=cIsDamage>Executing.</style> Launch into the air and slam downwards with a massive ion axe for <style=cIsDamage>{0}% damage</style>.",
        "SS2_EXECUTIONER_AXESCEPTER_NAME": "Crowd Execution",
        "SS2_EXECUTIONER_AXESCEPTER_DESCRIPTION": "Launch into the air and slam downward with your ion axe for <style=cIsDamage>3000% damage</style>.",
		"SS2_EXECUTIONER_ARMOR_NAME": "Ion Juggernaut",
		"SS2_EXECUTIONER_ARMOR_DESCRIPTION": "Equip a suit of ionized armor, giving <style=cIsUtility>60 armor</style> and <style=cIsDamage>supercharging</style> your secondary skill for <style=cIsDamage>4</style> seconds.",
		"SS2_EXECUTIONER_ARMORSCEPTER_NAME": "Ion Overlord",
		"SS2_EXECUTIONER_ARMORSCEPTER_NAME": "Equip a suit of ionized armor, giving <style=cIsUtility>80 armor</style> and <style=cIsDamage>supercharging</style> your secondary skill for <style=cIsDamage>4</style> seconds. Killing enemies <style=cIsUtility>fears</style> nearby enemies for 4 seconds.",
    }
}