{
	"strings": {
		"SS2_PYRO_NAME": "Pyro",
		"SS2_PYRO_SUBTITLE": "Professional Ecocide",
		"SS2_PYRO_DESCRIPTION": "The Pyro is a survivor who excels in crowd control, torching pests with fury and precision.",
		"SS2_PYRO_OUTRO_FLAVOR": "..and so he left, his heart burning with passion.",
		"SS2_PYRO_OUTRO_FAILURE": "..and so he vanished, flames finally snuffed out.",
		
		"SS2_PYRO_SKIN_DEFAULT": "Default",
		
		"SS2_PYRO_LORE": "Buzzing, buzzing, and more buzzing. As they tried to go over the final details of the job, the droning of insect wings was the only sound to break through - but it didn’t matter. The job was simple, and he knew how to see it through properly. The woman in the hardhat proceeded back to the port as the man in polymeric fibers equipped a sizable weapon from his back. Clutching it firmly in one hand, he used the other to manage the cargo bay doors, bracing himself for the swarm within.\n\nA suffocating miasma of acid filled the air as the doors slid open. If not for his respirator, the fumes would’ve been unbearable, toxic enough to knock him out within minutes. The thick air was populated with countless giant green bugs, busily flying between corroded containers and the hive structures they’d built between them. Their incessant droning drowned out his thoughts - just the way he liked it. None of the insects took notice of the intruder until a torrent of napalm exploded into a blaze. \n\nWarriors descended as workers scattered, though it was too late for all of them. The ones quick enough to form an offense merely hastened their demise, falling to his feet as the fire devoured them. Napalm clung indiscriminately to nest, pest, and security chest alike as he slowly weaved his way between the labyrinth of cargo that laid out the foundations of the lair. Black smoke began to fill the bay, thickening with each step he took, while the ground piled high with charred remains. More than anything, though, it was the heat - the relentless, searing heat of his cleaning flames - that filled the room. Shipping containers turned into furnaces, and the bay a graveyard as he systematically purged the infestation.\n\nHours later, little was left but the acrid stench of decay, the occasional mandible or thorax, and a fine layer of ash carpeting the floor. After a third lap around the bay, he finally found what he’d been searching for, stashed away behind cracked container doors in the darkest corner of the room: an unharmed nest of eggs. He chuckled to himself, closing the cracked door and submerging the eggs back into darkness. As the large bay doors slammed shut, the woman in the helmet wrinkled her nose, handing him payment for a job well done. And a job well done it was - one hundred percent of the live bugs reduced to an easy clean-up.\n\nAs he left the dock, he thought about the bonus he’d claimed for himself: the eggs, healthily growing in their ideal conditions, where regulation couldn’t look until it was too late. There would never be a job as enjoyable as them.",

		"SS2_KEYWORD_HEAT": "<style=cKeywordName>Heat</style><style=cSub>Resource gained via Passive and Primary, and spent on other skills.\n<style=cIsDamage>Ignite lasts 2x long with <color=#D78326>70% heat</color> or more.",
		"SS2_KEYWORD_BLAZEBORNE": "<style=cKeywordName>Blazeborne</style><style=cSub>Being near burning enemies gives bonuses. Larger enemies burn hotter. Blazing elite monsters always burn.\nDamage from fire-based attacks is reduced by 25% and grants <color=#D78326>5% heat</color>.\nCompletely immune to <style=cIsDamage>Ignite.</style>",
		"SS2_KEYWORD_COMBUSTING": "<style=cKeywordName>Combusting</style><style=cSub>Resets the duration of ignite stacks each second.",
		"SS2_KEYWORD_TORCHING": "<style=cKeywordName>Torching</style><style=cSub>At close range, deals 1.5x damage and has a 75% chance to ignite enemies starting at <color=#D78326>35% heat</color>. With <color=#D78326>70% heat</color> or more, has an additional 50% chance to ignite enemies at any range.",
		"SS2_KEYWORD_LIFTOFF": "<style=cKeywordName>Liftoff</style><style=cSub>While in the air, replaces your utility with Liftoff:\nWhile in the air, hold to hover for <color=#D78326>10% heat per second</color>. Reverts to Plan B on the ground.", 

		"SS2_PYRO_PASSIVE_NAME": "Blazeborne",
		"SS2_PYRO_PASSIVE_DESC": "Gain <color=#D78326>heat</color>, <style=cIsUtility>armor</style>, and <style=cIsHealing>regen</style> based on the number of nearby burning enemies. Take decreased damage from all fire. Immune to <style=cIsDamage>Ignite</style>.",

		"SS2_PYRO_PRIMARY_NAME": "Scorch",
		"SS2_PYRO_PRIMARY_DESC": "<style=cIsDamage>Torching</style>. <color=#D78326>Heat up</color> by burning enemies for <style=cIsDamage>270% damage per second</style>. Gains increased <style=cIsDamage>ignite</style> chance with <color=#D78326>heat</color>.",

		"SS2_PYRO_SECONDARY_NAME": "Hazard Reduction",
		"SS2_PYRO_SECONDARY_DESC": "<style=cIsDamage>Ignite</style>. Consume <color=#D78326>10% heat per second</color> to burn enemies for <style=cIsDamage>480% damage per second</style>, pushing them back. <style=cIsDamage>Increased damage</style> with <color=#D78326>70% heat</color> or more.",

		"SS2_PYRO_SECONDARY_ALT_NAME": "Heat Wave",
		"SS2_PYRO_SECONDARY_ALT_DESC": "<color=#D78326>30% heat</color>. Fire a burst of flames, <color=#D78326>igniting</color> enemies for <style=cIsDamage>400% damage</style> and <style=cIsUtility>reflecting projectiles</style>. Extra stocks <color=#D78326>reduce heat consumption by 15%</color>.",

		"SS2_PYRO_UTILITY_NAME": "Ignition Check",
		"SS2_PYRO_UTILITY_DESC": "Consume <color=#D78326>10% heat</color> to launch for <style=cIsDamage>350% damage</style>. Hold to <style=cIsDamage>charge</style>, gaining <style=cIsUtility>Liftoff</style> while dealing <style=cIsDamage>240% damage</style> / <color=#D78326>4.5% heat</color> per second at max.",

		"SS2_PYRO_UTILITY2_NAME": "Liftoff",
		"SS2_PYRO_UTILITY2_DESC": "Hold to hover for <color=#D78326>10% heat per second</color>. Reverts to Plan B on the ground.",

		"SS2_PYRO_SPECIAL_NAME": "Incinerate",
		"SS2_PYRO_SPECIAL_DESC": "Launch a fireball for <color=#D78326>35% heat</color>, creating a <style=cIsDamage>fire cyclone</style> that deals <style=cIsDamage>7x400% damage</style>. Hitting enemies with existing stacks of <style=cIsDamage>Ignite</style> increases the size.",

		"SS2_PYRO_SPECIAL_ALT_NAME": "DM34 \"Exterminator\"",
		"SS2_PYRO_SPECIAL_ALT_DESC": "<style=cIsDamage>Combusting</style>. Fire a shotgun burst for <style=cIsDamage>8x50% damage</style>."
	}
}