{
	"strings": {
		"SS2_EQUIP_BACKTHRUSTER_NAME": "Back Thruster",
		"SS2_EQUIP_BACKTHRUSTER_PICKUP": "Moving in a straight line rapidly builds up speed.",
		"SS2_EQUIP_BACKTHRUSTER_DESC": "For {0} seconds, rapidly build up to <style=cIsUtility>{1} movement speed</style> when moving in a straight line.",
		"SS2_EQUIP_BACKTHRUSTER_LORE": "<style=cMono>Audio transcription complete from signal echoes. Assigning generic tokens.</style>\n\nMAN 1: This is a terrible idea, you know.\n[rattling metal]\n\nMAN 2: You say that about every idea I have.\n\nMAN 1: Because all of your ideas are terrible.\n\n[engine sputtering]\n\nMAN 2: Rrgh, oh, c'mon, then! You were working fine just a minute ago.\n\nMAN 1: Maybe it knows it's attached to your back, and not to a piece of cargo.\n\nMAN 2: Oh, good point! I bet these have a safety on them of some sort... Ah, ther it is.\n\n[click]\n\nMAN 1: I... Shouldn't have said anything.\n\nMAN 2: Nah, this is great! Alright, count me down.\n\nMAN 1 : Ugh... Alright. Three-\n\n[thruster blasting off]\n\n<style=cMono>End of requested transcript.</style>",

		"SS2_EQUIP_CLOAKINGHEADBAND_NAME": "Cloaking Headband",
		"SS2_EQUIP_CLOAKINGHEADBAND_PICKUP": "Become temporarily invisible and gain a speed boost.",
		"SS2_EQUIP_CLOAKINGHEADBAND_DESC": "Become <style=cIsUtility>invisible</style> and gain <style=cIsUtility>+40% movement speed</style> for {0} seconds.",
		"SS2_EQUIP_CLOAKINGHEADBAND_LORE": "Order: Cloaking Headband\nTracking Number: 554*****\nEstimated Delivery: 08/01/2056\nShipping Method: Standard\nShipping Address: 202 W. Calbury Ln, Adora, Mercury\nShipping Details:\n\nI was finally able to get ahold of a personal cloaking device for you. Sneaking around in places you shouldn't be should be a cinch with this puppy.\n\nNow, there's a couple a' things you should understand about this thing. First, the cloaking only lasts a short time since the device is so small, so keep yourself hidden while it cools down again. Secondly, you need to hit the button on the headband to activate it. Not exactly a very clandestine action, I know, but it's what I could find for you.\n\nLast, if the box you get seems like it's completely empty, just feel around in the bottom until you find the button. It saves time, money, and privacy to ship it without the Volatile treatment. Tell me when this gets to you, and have fun with your new toy.\n",

		"SS2_EQUIP_GREATERWARBANNER_NAME": "Greater Warbanner",
		"SS2_EQUIP_GREATERWARBANNER_PICKUP": "Place a greater warbanner which boosts regen, critical hit chance, and lowers cooldowns.",
		"SS2_EQUIP_GREATERWARBANNER_DESC": "Place a greater warbanner which grants <style=cIsHealing>+{0}% health regeneration</style>, <style=cIsDamage>{1}% critical strike chance</style>, and <style=cIsUtility>{2}% skill cooldown reduction</style>. Can place up to {3} at a time.",
		"SS2_EQUIP_GREATERWARBANNER_LORE": "<style=cMono>Recording from the Terran Museum of Tactics and Warfare.</style>\n\nSome say that one of the most important resources on the battlefield is morale. The functionality of a unit is exponentially increased depending on the mood of the troops within it. This can be raised or lowered through various means. For example, the quality of their lodging or food, news they've heard from their home, or even spending time recreationally.\n\nHowever, one tried and true method of raising the morale of a unit is the usage of symbolism. Many armies would wear colors and designs symbolizing their beliefs and their strength. Many units would carry flags in order to keep their morale high in combat.\n\nThe usage of this method has also seen variations. While a flag bearer for a unit will increase morale, it has been observed that flags unique to higher ranking military will further increase the unit's morale. Should a Colonel or General's flag appear on the battlefield, the troops will be encouraged by the power they display, and in turn increase their own fighting prowess.\n",

		"SS2_EQUIP_MIDAS_NAME": "M.I.D.A.S.",
		"SS2_EQUIP_MIDAS_PICKUP": "Lose a portion of your current health, and gain that amount in gold.",
		"SS2_EQUIP_MIDAS_DESC": "Sacrifice <style=cIsHealth>{0}%</style> of your <style=cIsHealth>current health</style>, gaining either the amount of <style=cIsHealth>health lost</style> or <style=cIsUtility>the price of a standard chest</style> as <style=cIsUtility>gold</style>, depending on which is higher.",
		"SS2_EQUIP_MIDAS_LORE": "\"What do you think it means?\"\n\nThey both had been wondering. She was the first to ask aloud.\n\n\"My... Ideal Day Alone Starts?\" He gave her a toothy smile.\n\n\"Memphis Is Dying Again Stephan.\"\n\n\"Mitochondria Is Defeated At Six.\"\n\n\"Mortician Ignores Death And Sighs.\"\n\n\"Poetic, that one.\" He scratched his chin. \"Wanna open it up?\"\n\n\"Hell no!\"",

		"SS2_EQUIP_PRESSURIZEDCANISTER_NAME": "Pressurized Canister",
		"SS2_EQUIP_PRESSURIZEDCANISTER_PICKUP": "Launch yourself into the air, and temporarily gain an additional extra jump that expires upon touching the ground.",
		"SS2_EQUIP_PRESSURIZEDCANISTER_DESC": "<style=cIsUtility>Launch</style> yourself into the air. Gain <style=cIsUtility>1 extra jump</style> that expires if not used before landing.",
		"SS2_EQUIP_PRESSURIZEDCANISTER_LORE": "Order: Pressured Air Canister (24)\nTracking Number: 182*****\nEstimated Delivery: 06/29/2056\nShipping Method: Standard / Fragile\nShipping Address: Tri-City Gas Shipment Center, Tri-City, Earth\nShipping Details:\n\nThis is the, uh, fifth, is it now? Fifth order of pressurized air canisters to this address. Now, I'm not going to judge, I mean, maybe you didn't know you'd need more canisters, for, uh, four times in a row, but, like, you do know you save quite a bit when you buy in bulk, right?\n\nWhatever, man. I mean, I don't really know what you'd need with a hundred and twenty total air canisters over the span of about two months, but I guess you do you.\n",

		"SS2_EQUIP_NEMCAPEQUIP_NAME": "Morleys",
		"SS2_EQUIP_NEMCAPEQUIP_PICKUP": "Reduce the stress of your situation. <style=cIsHealth>Smoking is bad for you!</style>",
		"SS2_EQUIP_NEMCAPEQUIP_DESC": "<style=cIsHealth>Burn yourself</style> for <style=cIsHealth>10% of your max health</style> to remove <style=cIsUtility>25%</style> of your <style=cIsUtility>stress</style>, and temporariliy reduce incoming <style=cIsUtility>stress gain</style> by <style=cIsUtility>50%</style> for <style=cIsUtility>8</style> seconds."
	}
}