{
	"strings": {
		"SS2_ITEM_ARMEDBACKPACK_NAME": "Armed Backpack",
		"SS2_ITEM_ARMEDBACKPACK_DESC": "Chance on taking damage to fire a missile for <style=cIsDamage>{0}%</style> <style=cStack>(+{0}% per stack)</style> base damage. Chance scales with damage taken.",
		"SS2_ITEM_ARMEDBACKPACK_PICKUP": "Fire a missile on taking heavy damage.",
		"SS2_ITEM_ARMEDBACKPACK_LORE": "Order: Militarized Backpack Marked For Return\nTracking Number: 823****\nEstimated Delivery: 2/13/2056\nShipping Method: Standard\nShipping Address: 17 Yule Road, Livingrock, Earth\nShipping Details:\n\nMisfired on a hike. Get your lawyers ready.",

		"SS2_ITEM_BLOODTESTER_NAME": "Broken Blood Tester",
		"SS2_ITEM_BLOODTESTER_DESC": "Every {0} seconds, rapidly <style=cIsHealing>heal</style> for <style=cIsHealing>{1} <style=cStack>(+{1} per stack)</style> health</style> for every <style=cIsUtility>25 gold</style> you currently have. <style=cIsUtility>Scales with time.</style>",
		"SS2_ITEM_BLOODTESTER_PICKUP": "Periodically heal based on gold.",
		"SS2_ITEM_BLOODTESTER_LORE": "Return: Broken Blood Tester\nTracking Number: 288*****\nEstimated Delivery: 06/17/2056\nShipping Method: Priority\nShipping Address: Dionysus Pharmaceuticals Headquarters, Pluto\nShipping Details:\n\nWe're going to need this one repaired before it does our company more harm than good. This thing kept giving us the wrong results every time our MED-E used it. Not only does it clog our workflow, we wind up having to pay out of pocket to the patients since we wrongfully diagnose them, and stick them with needles needlessly. And we can't claim it as the patient being wrong since it's all immediately backed up to the servers. We can't keep shelling out this kind of money, or we'll be bankrupt by next quarter.\n",

		"SS2_ITEM_COFFEEBAG_NAME": "Coffee Bag",
		"SS2_ITEM_COFFEEBAG_DESC": "<style=cIsDamage>{0}%</style> chance on hit to drop a coffee bean that grants <style=cIsDamage>{1}% attack speed</style> and <style=cIsUtility>movement speed</style> for <style=cIsUtility>{3}</style> <style=cStack>(+{3} per stack)</style> <style=cIsUtility>seconds</style>.",
		"SS2_ITEM_COFFEEBAG_PICKUP": "Drop coffee beans that boost attack and movement speed.",
		"SS2_ITEM_COFFEEBAG_LORE": "Order: Coffee\nTracking Number: 917****\nEstimated Delivery: 12/06/2056\nShipping Method: Standard\nShipping Address: 4410 New Lane, Kentucky, Earth\nShipping Details:\n\nHi, Mom!\n\nI've been out traveling, just as you did in your youth... I remember all the stories you used to tell me from when you were my age. Going to places like Jamaicia, Romania, pretty much everywhere on Earth! I hope I can visit home soon so I can tell you about all the places I've been.\n\nI remember there was this great coffee you used to get us back home... was it \"Neik Dark Roast\"? Anyway, there's this great place out on Titan that grows their own coffee, and it's some of the best! Reminds me of being home with you.\n\nI hope I can see you soon. I miss you, and I miss the cats. Rose says hi, and I can't wait to tell you about everything!\n\nLove, Hanan\n",

		"SS2_ITEM_DETRITIVETREMATODE_NAME": "Detritive Trematode",
		"SS2_ITEM_DETRITIVETREMATODE_DESC": "Enemies with <style=cIsDamage>less than {0}% <style=cStack>(+{1}% per stack)</style> health</style> receive <style=cIsDamage>permanent damage over time</style> that deals <style=cIsDamage>{2}%</style> base damage <style=cStack>(+{2}% per stack)</style>.",
		"SS2_ITEM_DETRITIVETREMATODE_PICKUP": "Low health enemies receive damage over time until death.",
		"SS2_ITEM_DETRITIVETREMATODE_LORE": "<style=cMono>$ Transcribing image... done.\n$ Resolving... done.\n$ Outputting text strings... done.\nComplete!\n\n\n</style>This is the logbook of D. Furthen, naturalist aboard the UES [Redacted] in conjunction with the ongoing UES Research and Documentation of Outer Life program. This entry was written at Point Sigma, during an expedition to the dense jungles of Cornea III.\n\n---------------------\n\nI have encountered my first sample of outer life on this planet! What a marvel it is, too. The sample resembles an earthen roundworm, but significantly bigger. I have assigned their common name as 'Detritive Trematode', and will describe their properties below.\n\n• Roughly two inches in diameter, and varying in size from about four inches to a foot and a half in length. White coloration.\n\n• These trematodes were found feasting on a pile of rotting meat in a damp cavern. The meat was of indeterminate origin, but the presence of other, larger animals is exciting nonetheless.\n\n• Upon scooping up a clump of the rotting meat, the trematodes quickly reacted to the movement and began wriggling around, before slowly relaxing. The guard positioned with me, Chevry, I think, was disgusted.\n\n• Upon touching one with an ungloved hand to feel their texture, one of the trematodes latched onto my palm and began chewing. It was extremely painful, both to have the trematode on my hand, and when Chevry cut the thing off. Despite that, other than a light gash on my palm, I believe I am fine.\n",

		"SS2_ITEM_DIARY_NAME": "Empty Diary",
		"SS2_ITEM_DIARY_DESC": "When entering a stage, <style=cIsUtility>gain {0} levels</style> and <style=cIsUtility>consume this item.</style>",
		"SS2_ITEM_DIARY_PICKUP": "Level up when entering a stage. Consumed on use.",
		"SS2_ITEM_DIARY_LORE": "<style=cMono>Security footage transmission complete of Hallway Section 14-B.\n\nPrinting...\n\n</style>\"So this book's the only thing in the storage container?\"\n\"Pretty much. Other than some old furniture, this is it.\"\n\"So what's this book's deal? If this is all we're getting, it better be good.\"\n\"It's a diary, I think. First written in by one Alan Howizer, about 26 years ago. Seemed like a pretty smart guy, said he worked at a chemical testing plant back on Earth.\"\n\"That's it? This is just some old guy's diary?\"\n\"Hold on, there's more to it. While I was flipping through, about a hundred pages in, the handwriting changed, and sure enough, it was found by a different person on a park bench, apparently. Same thing again, about thirty pages later. And again, after about another seventy. And it keeps on going. There's a couple dozen different people who wrote in this diary, writing down their fond memories, odd mysteries, riddles, their answers to those riddles, all sorts of things.\"\n\"Huh. This thing must be a real treasure trove of knowledge then, yeah? Any clue as to who last owned it?\"\n\"Uh, yeah, actually. Someone named Chel was the last one to write in the book, and it looks like they left an address inside the back cover. Why, what are you thinking?\"\n\n<style=cMono>End of notable section.</style>",

		"SS2_ITEM_DIARY_CONSUMED_NAME": "Written Diary",
		"SS2_ITEM_DIARY_CONSUMED_DESC": "They'll totally make a movie out of this.",
		"SS2_ITEM_DIARY_CONSUMED_PICKUP": "They'll totally make a movie out of this.",

		"SS2_ITEM_DORMANTFUNGUS_NAME": "Dormant Fungus",
		"SS2_ITEM_DORMANTFUNGUS_DESC": "<style=cIsHealing>Heals</style> for <style=cIsHealing>{0}%</style> <style=cStack>(+{1}% per stack)</style> of your health every second <style=cIsUtility>while sprinting</style>.",
		"SS2_ITEM_DORMANTFUNGUS_PICKUP": "Heal while sprinting.",
		"SS2_ITEM_DORMANTFUNGUS_LORE": "<style=cMono>Documentation from Research Station Rook\n\nSpecimen-18305 Week 3 Notes</style>\n\nThis is one of the more odd samples we've found. This fungus has seemed to grow on nearly everything in the building if we let it. The walls, floors, ceiling. They seem to have a preference for things that have been moving. Our clothes, doors, and even some machinery. We will continue to monitor this behavior.\n\n<style=cMono>Specimen-18305 Week 5 Notes</style>\n\nThe subject has continued to attach itself to things around the lab. We've noted that it becomes healthier the more it moves with its attached object. Tests seem to indicate it subsists off of the heat created by movements, taken in by its roots. We will attempt to transplant it to a consistently moving machine and monitor its health.\n\n<style=cMono>Specimen-18305 Week 8 Notes</style>\n\nWe've left the sample attached to an old model of piston from the lab. In case of any damage, we had intended to dispose of it regardless. We had attached it and left it running the previous 3 weeks. Most curiously, the piston was assumed to break down in this time frame. However, it would seem the subject has created a symbiotic relationship with the machine. We will continue to monitor this behavior for more negative effects, and potential other uses for this specimen.\n",

		"SS2_ITEM_FORK_NAME": "Fork",
		"SS2_ITEM_FORK_DESC": "Increase your base damage by <style=cIsDamage>{0}%</style> <style=cStack>(+{0}% per stack)</style>.",
		"SS2_ITEM_FORK_PICKUP": "Deal more damage.",
		"SS2_ITEM_FORK_LORE": "\"You can't be serious... Look, I know we said we need everything we can get to survive, but you have to realize I wasn't literal about it!\"\n\nHe held up the silver instrument, a questioning look on his face. \"What do you mean? What if we need to fight off a monster?\"\n\nA brief silence.\n\n\"Please, we've both seen the creatures on this planet. Don't tell me you think that'd be enough to fight off anything here.\"\n\nHe shrugged. \"You never know\", he replied, as he slid the fork into his pocket.\n",

		"SS2_ITEM_GUARDINGAMULET_NAME": "Guarding Amulet",
		"SS2_ITEM_GUARDINGAMULET_DESC": "Reduce damage taken from behind by <style=cIsDamage>{0}%</style> <style=cStack>(+{0}% per stack)</style>",
		"SS2_ITEM_GUARDINGAMULET_PICKUP": "Reduce damage taken from behind",
		"SS2_ITEM_GUARDINGAMULET_LORE": "",

		"SS2_ITEM_MALICE_NAME": "Malice",
		"SS2_ITEM_MALICE_DESC": "Your attacks deal <style=cIsDamage>{0}%</style> TOTAL damage to up to <style=cIsDamage>{1}</style> <style=cStack>(+{1} per stack)</style> additional enemies within <style=cIsDamage>{2}m</style> <style=cStack>(+{3}m per stack)</style>.",
		"SS2_ITEM_MALICE_PICKUP": "Attacks spread damage to nearby enemies.",
		"SS2_ITEM_MALICE_LORE": "You are weak.\n\nPhysically? Perhaps not. You fight to survive, and you fight well enough. But in the mind? My friend, you are frail. You fight and kill, but feel remorse for that which you kill. Why? The animals, they do not feel remorse towards you. To them, you are but prey to stalk, or predator to flee from. Those hulking titans? They bear no emotion, only a silent directive to destroy. To destroy you.\n\nAnd I know you. My friend, you do not wish to be weak. You wish to be powerful, in mind as well as in body. Do not feel pity for these mindless beasts, for they are just that. Fight to kill, not just to survive.\n\nBut man's malice can only take you so far. Take this. Be pulled further. Fight to kill, and kill to be feared.\n",

		"SS2_ITEM_MOLTENCOIN_NAME": "Molten Coin",
		"SS2_ITEM_MOLTENCOIN_DESC": "<style=cIsDamage>{0}%</style> chance to <style=cIsDamage>ignite</style> enemies on hit for <style=cIsDamage>{1}%</style> base damage <style=cStack>(+{1}% per stack)</style> and earn <style=cIsUtility>${2}</style> <style=cStack>(+${2} per stack. Money earned scales with stages cleared)</style>.",
		"SS2_ITEM_MOLTENCOIN_PICKUP": "Chance to burn and gain gold on hit.",
		"SS2_ITEM_MOLTENCOIN_LORE": "Order: Molten Coin\nTracking Number: 446*****\nEstimated Delivery: 09/22/2056\nShipping Method: Standard\nShipping Address: Venetian Police Department, Brithen, Venus\nShipping Details:\n\nHey, I found another piece of evidence relating to that bombing at Parathan Square a couple days ago.\n\nSo, you know how the investigators had to postpone their analysis because the area was way too hot? Well, the space finally cooled off this morning, and I managed to find this melted coin stuck to the pavement. A quick chemical test says it's probably made mostly of tungsten with a gold coating, and it also hasn't cooled off since I peeled it off the ground.\n\nI'm not really sure what it could mean, though. Maybe a good luck charm, or a calling card? Either way, I'm sending it to you, since, quite frankly, you need all the help you can get. I mean, 7 people dead, 18 injured, nearly half a million in property damages, and all you've got for evidence is a melted coin and a blown-up cafe? Well, you've got my sympathy, man. Good luck on the case.\n",

		"SS2_ITEM_NEEDLES_NAME": "Needles",
		"SS2_ITEM_NEEDLES_DESC": "<style=cIsDamage>+{0}% chance</style> on hit to guarantee <style=cIsDamage>critical strikes</style> on an enemy for the next <style=cIsDamage>{1}</style> <style=cStack>(+{1} per stack)</style> hits.",
		"SS2_ITEM_NEEDLES_PICKUP": "Chance to expose enemies to guaranteed critical strikes.",
		"SS2_ITEM_NEEDLES_LORE": "<style=cMono>UES Delivery Incident Report ID 219560163 found.\n\nPlaying...</style>\n\n\"The delivery personnel Will Stetson, number 604, was admitted to the medical bay aboard the UES [REDACTED], about 22 hours ago, due to complications related to handling aberrant package behavior.\n\nWhile doing his rounds, Will noticed one of the chests suddenly thudded, rather quite loudly, behind him. Concerned that someone might have tried to ship a living animal under Standard protocol, he felt the need to investigate. Instead, what was in the chest was a small plastic package containing a large number of particularly sizable sewing needles, obviously packaged far too tightly for any amount of safety.\n\nFinally, and, likely in a lapse of judgement, Will decided to touch the package. This caused the package to suddenly rupture into his general direction, leaving his upper front side covered in deep gashes. He's lucky someone found him quickly. He seems to be doing fine, but will be recovering from the shock and loss of blood for a while.\"\n\nEnd of report.",

		"SS2_ITEM_X4_NAME": "X-4 Stimulant",
		"SS2_ITEM_X4_DESC": "Reduces secondary skill cooldown by <style=cIsUtility>{0}%</style> <style=cStack>(+{0}% per stack)</style>. Using your secondary skill <style=cIsHealing>increases base health regen</style> by <style=cIsHealing>+{1} hp/s</style> <style=cStack>(+{2} hp/s per stack)</style> for <style=cIsHealing>{3}</style> seconds.",
		"SS2_ITEM_X4_PICKUP": "Slightly decreases secondary skill cooldown and grants healing upon using it.",
		"SS2_ITEM_X4_LORE": "Order: Stimulant (X-4)\nTracking Number: 369*****\nEstimated Delivery: 4/12/2057\nShipping Method: Priority\nShipping Address: Romeo 33, Batang Ai National Park, Earth\nShipping Details:\n\nEncased, including manual. Does the machine show symptoms of a 540? If so you may want to avoid using above 100ml of stimulant.\n\nCheers.",

		"SS2_ITEM_SANTAHAT_NAME": "Santa's Hat?",
		"SS2_ITEM_SANTAHAT_DESC": "Lookin' jolly.",
		"SS2_ITEM_SANTAHAT_PICKUP": "Gotcha!",
		"SS2_ITEM_SANTAHAT_LORE": "Merry Chirristmas!",

		"SS2_INTERACTABLE_SANTAHAT_CONTEXT": "GRAB IT! GRAB IT!",

		"SS2_ITEM_CHUNGUS_NAME": "Chuckling Fungus",
		"SS2_ITEM_CHUNGUS_DESC": "After standing still for <style=cIsHealing>1</style> second, create a zone that <style=cIsHealing>heals</style> for <style=cIsHealing>5.5%</style> <style=cStack>(+2.75% per stack)</style> of your <style=cIsHealing>health</style> every second to all allies within <style=cIsHealing>3m</style> <style=cStack>(+1.5m per stack)</style>. <style=cIsVoid>Corrupts all Dormant Fungi</style>.",
		"SS2_ITEM_CHUNGUS_PICKUP": "Heal all nearby allies after standing still for 1 second. <style=cIsVoid>Corrupts all Dormant Fungi</style>.",
		"SS2_ITEM_CHUNGUS_LORE": "Animals live, and animals die. They take from the land, and give back in equal portion. The vicious cycle of life continues its oroborrean trajectory-\n\n-and all of the while, the fungus chuckles.\n\nThen, man came. He built empires. Persisted through peace and prosperity, and through famine and war. Even still, the center never holds. Empires rise, and empires fall-\n\n-and all the while, the fungus chuckles.\n\nGods could be born. Paradise could be founded. It does not matter. Brotherhoods shatter like glass, and death reigns even in Arcadia. Entire worlds fall fallow-\n\n-and all the while, the fungus chuckles.\n\nIndeed, nothing lasts forever. Star systems, galaxies, the whole universe, even. All will submit to entropy, given time. All is ephemeral, all will be dust-\n\n-and all the while, the fungus chuckles.",		
		
		"SS2_ITEM_UNIVERSALCHARGER_NAME": "Universal Charger",
		"SS2_ITEM_UNIVERSALCHARGER_DESC": "Every <style=cIsUtility>{0} seconds</style> <style=cStack>(-{1}% per stack)</style>, instantly <style=cIsUtility>refresh the cooldown</style> of your next <style=cIsUtility>non-Primary skill</style>.",
		"SS2_ITEM_UNIVERSALCHARGER_PICKUP": "Periodically refresh a skill on activation.",
		"SS2_ITEM_UNIVERSALCHARGER_LORE": "Supports UESB-A through UESB-ZZ bla bla bla",
		
		"SS2_ITEM_URANIUMHORSESHOE_NAME": "Uranium Horseshoe",
		"SS2_ITEM_URANIUMHORSESHOE_DESC": "Increases <style=cIsUtility>movement speed</style> and <style=cIsUtility>jump height</style> by <style=cIsUtility>{0}%</style> <style=cStack>(+{0}% per stack)</style>.",
		"SS2_ITEM_URANIUMHORSESHOE_DESCQQQQQQQQQQ": "Increases movement speed by <style=cIsUtility>{0}%</style> <style=cStack>(+{0}% per stack)</style> and leaves behind a <style=cIsDamage>radiation trail</style> that deals <style=cIsDamage>{1}%</style> <style=cStack>(+{1}% per stack)</style> damage per second.",
		"SS2_ITEM_URANIUMHORSESHOE_PICKUP": "Run faster, jump higher.",
		"SS2_ITEM_URANIUMHORSESHOE_LORE": "funny",

		"SS2_ITEM_ICETOOL_NAME": "Ice Tool",
		"SS2_ITEM_ICETOOL_DESC": "While <style=cIsUtility>touching a wall</style>, gain <style=cIsUtility>+1</style> <style=cStack>(+1 per stack)</style> extra jump.",
		"SS2_ITEM_ICETOOL_PICKUP": "Gain a jump while touching a wall",
		"SS2_ITEM_ICETOOL_LORE": "",

		"SS2_ITEM_LIGHTBULB_NAME": "Miracle Lightbulb",
		"SS2_ITEM_LIGHTBULB_DESC": "Reduced skill cooldowns. Breaks at low health.",
		"SS2_ITEM_LIGHTBULB_PICKUP": "Reduces skill cooldowns by <style=cIsUtility>8%</style> <style=cStack>(-8% per stack)</style>. Taking damage to below <style=cIsHealth>25% health</style> <style=cIsUtility>breaks</style> this item.",
		"SS2_ITEM_LIGHTBULB_LORE": "",

		"SS2_ITEM_LIGHTBULB_CONSUMED_NAME": "Broken Lightbulb",
		"SS2_ITEM_LIGHTBULB_CONSUMED_DESC": "Remnant of a bright idea.",
		"SS2_ITEM_LIGHTBULB_CONSUMED_PICKUP": "Remnant of a bright idea."

	}
}
