{
  "strings": {
    "SS2_EXECUTIONER2_NAME": "Executioner",
    "SS2_EXECUTIONER2_SUBTITLE": "Dreaded Guillotine",
    "SS2_EXECUTIONER2_DESCRIPTION": "The Executioner's goal is to spill as much blood as possible in the shortest amount of time. Bullets loaded, ion manipulators charged.\n\n<color=#CCD3E0> < ! > Use Service Pistol to score kills to charge your Ion Manipulators - or charge them manually during downtime.\n\n< ! > Ion Burst is at its strongest when used at maximum charge. Spread its shots across a crowd to maximize its shocking effect.\n\n< ! > Execution is a great crowd control AND single target tool. Don't forget that its damage depends on how many targets it hits!\n\n< ! > Use Crowd Dispersion to manipulate enemies and set them up for a well-placed Execution.",
    "SS2_EXECUTIONER2_OUTRO_FLAVOR": "..and so he left, an empty shell of armor drenched in blood.",
    "SS2_EXECUTIONER2_OUTRO_FAILURE": "..and so he vanished, escaping the inevitable.",
    "SS2_EXECUTIONER2_LORE": "Death is inevitable. It comes for us all. Some may try to evade it, or run from it. But death arrives all the same. Death, however, is simply the cost of war. And death in glorious combat is one of the best deaths a man could ask for.\n\nBut, as always, some would seek to run from death. We call them by many names. Deserters, cowards, turncoats. Each and every one of them, traitors to the cause. These traitors must be punished for their crime. And that punishment: in an ironic twist, is the very thing they tried to avoid.\n\nDeath will come for them. Not as a robed spectre with a scythe. Not in a trench coat, holding a revolver. Not as a sickness, nor the wear of time. No. For them, death will come bearing lustrous battlegarb, with service pistol loaded, and ion manipulators fully charged.",

    "SS2_KEYWORD_FEAR2": "<style=cKeywordName>Fear</style><style=cSub>Causes afflicted enemies to stop attacking and flee. Enemies are slowed by 50%, and executed at 15% health or below.</style>",
    "SS2_KEYWORD_EXECUTING2": "<style=cKeywordName>Executing</style><style=cSub>Damage and proc coefficient are doubled if no more than one enemy is hit. Kills double gained Ion Manipulator stocks.</style>",
    "SS2_KEYWORD_RECHARGING2": "<style=cKeywordName>Recharging</style><style=cSub>This skill can recharge additional stocks by holding the button or killing enemies. Additional stocks increase maximum capacity.</style>",
    "SS2_KEYWORD_IONARMORBUFF": "<style=cKeywordName>Ion Armor</style><style=cSub>Increases armor by 60 and decreases skill cooldowns by 20%.</style>",

    "SS2_SKIN_EXECUTIONER2_DEFAULT": "Default",
    "SS2_SKIN_EXECUTIONER2_MASTERY": "Warrior",
    "SS2_SKIN_EXECUTIONER2_ELECTRO": "Electrocutioner",
    "SS2_SKIN_EXECUTIONER2_CLASSIC": "Nostalgic",

    "SS2_EXECUTIONER_PISTOL_NAME": "Service Pistol",
    "SS2_EXECUTIONER_PISTOL_DESCRIPTION": "Fire your pistol for <style=cIsDamage>180% damage</style>.",

    "SS2_EXECUTIONER2_EXECUTION_NAME": "Execution",
    "SS2_EXECUTIONER2_EXECUTION_DESC": "<style=cIsDamage>Executing</style>. Leap up, and <style=cIsDamage>slam</style> down with an ion axe for <style=cIsDamage>1450% damage</style>. <style=cIsUtility>Hold to aim.</style>",

    "SS2_EXECUTIONER2_FIRINGSQUAD_NAME": "Fusillade",
    "SS2_EXECUTIONER2_FIRINGSQUAD_DESC": "<style=cIsDamage>Shocking</style>. Summon a firing squad of ion guns, rapidly firing ion bullets for <style=cIsDamage>350% damage</style> per bullet but losing <style=cIsHealth>-60% movement speed</style>. <style=cIsUtility>Hold to extend duration. Cooldown scales with usage length.</style>",

    "SS2_EXECUTIONER2_IONBURST_NAME": "Ion Burst",
    "SS2_EXECUTIONER2_IONBURST_DESC": "<style=cIsDamage>Shocking</style>. Rapidly discharge <style=cIsUtility>Ion Manipulator stocks</style> as ion bullets for <style=cIsDamage>350% damage</style> per bullet.",

    "SS2_EXECUTIONER2_IONCHARGE_NAME": "Ion Manipulators",
    "SS2_EXECUTIONER2_IONCHARGE_DESC": "Hold to begin building up to <style=cIsUtility>10 stocks</style>, and replace your <style=cIsDamage>primary skill</style>. <style=cIsUtility>Killing enemies also adds stocks.</style>",

    "SS2_EXECUTIONER2_DASH_NAME": "Crowd Dispersion",
    "SS2_EXECUTIONER2_DASH_DESC": "<style=cIsUtility>Dash</style> forward and inspire <style=cIsUtility>fear</style> in nearby enemies.</style>",

    "SS2_EXECUTIONER2_IONJUGGERNAUT_NAME": "Ion Overlord",
    "SS2_EXECUTIONER2_IONJUGGERNAUT_DESC": "Swing your ion axe for <style=cIsDamage>1700% damage</style> while held. Activating begins slowly consuming <style=cIsUtility>Ion Manipulator charges</style> to project ion armor."
  }
}
