{
  "strings": {
    "SS2_ITEM_RELICOFDUALITY_NAME": "Relic of Duality",
    "SS2_ITEM_RELICOFDUALITY_DESC": "Damaging enemies burns them for <style=cMono>FIGURE OUT THIS MATH LOL</style> <style=cStack>(+something% per stack)</style>. <style=cDeath>Being hit freezes you for some seconds idfk lol figure out when this item is implemented</style>",
    "SS2_ITEM_RELICOFDUALITY_PICKUP": "All attacks burn enemies. <style=cDeath>All damage freezes you.</style>",
    "SS2_ITEM_RELICOFDUALITY_LORE": "Hmm? Oh, Youngling! You are back sooner than expected. Have you completed your search?\n\nOh, dear. Youngling, why are you shivering? Has something hurt you?\n\nYou found something that hurt you? Hmm. Peculiar. Do you have it with you, still?\n\n...I see. Let me look at it, then. Come now, and show me what you've found.\n\nHmm. A strange thing, this one. A blazing fire, yet cold to the touch. How unnatural, this is. There's a certain harmony to it, however. As the heat brings warmth and life, the cold tempers it, and keeps it in check. But in that same way, that bitter cold may bring despair and death without the heat to stave it off.\n\n...Oh, but there I go, rambling once more. You need to be taken care of, Youngling. Please, come with me.",

    "SS2_ITEM_RELICOFEXTINCTION_NAME": "Relic of Extinction",
    "SS2_ITEM_RELICOFEXTINCTION_DESC": "WIP DESC",
    "SS2_ITEM_RELICOFEXTINCTION_PICKUP": "WIP PICKUP",
    "SS2_ITEM_RELICOFEXTINCTION_LORE": "WIP LORE",

    "SS2_ITEM_RELICOFFORCE_NAME": "Relic of Force",
    "SS2_ITEM_RELICOFFORCE_DESC": "All attacks strike <style=cIsDamage>1</style> <style=cStack>(+1 per stack)</style> additional time for <style=cIsDamage>{1}%</style> TOTAL damage. <style=cIsUtility>Consecutive strikes</style> to the same enemy increase damage dealt by <style=cIsDamage>{1}%</style>, up to a maximum of <style=cIsDamage>{2}%</style> TOTAL damage dealt. <style=cDeath>Reduce attack speed and increase skill cooldowns by {0}%</style> <style=cStack>(-{0}% per stack)</style>.",
    "SS2_ITEM_RELICOFFORCE_PICKUP": "All attacks strike an additional time. <style=cDeath>Lowered attack speed and increased skill cooldowns</style>.",
    "SS2_ITEM_RELICOFFORCE_LORE": "Ah, Youngling! You have returned once more, with what seems to be a full bag, too! Full of scavengings, yes?\n\nHmm. The pack is heavy, but it is nearly empty. You... You are not hiding things from me, Youngling?\n\n...You found something very heavy. I see. Forgive me for my suspicions. Show me this thing you have found.\n\nAh! You are correct, Youngling. This thing is small, but difficult to hold. It splinters and fragments, and each piece is just as heavy as the whole. What a remarkable thing, this is!\n\nI will put it with the other wonderful things you have found. A thing like this could be dangerous if it fell into the wrong hands. As for you, Youngling... Hmm, I believe some repairs for your bag are in order. Come with me.",

    "SS2_ITEM_RELICOFMASS_NAME": "Relic of Mass",
    "SS2_ITEM_RELICOFMASS_DESC": "<style=cIsHealing>Increase maximum health</style> by <style=cIsHealing>{0}%</style> <style=cStack>(+{0}% per stack)</style>. <style=cDeath>Reduce acceleration and deceleration</style> by a factor of <style=cDeath>{1}</style> <style=cStack>(+{1} per stack)</style>.",
    "SS2_ITEM_RELICOFMASS_PICKUP": "Double your max health. <style=cDeath>Your movement has momentum</style>.",
    "SS2_ITEM_RELICOFMASS_LORE": "Ah, welcome back! Youngling, what have you found?\n\nHmmm. More scavengings from the blasted heath? Very well. You may keep those things, if you wish. Have you found anything else?\n\nAh, you have? Let me see it then, youngling.\n\nOh! This shape that you've found! It is stalwart, but not loyal. Powerful, but yet also frail at the same time. It is a peculiar shape, to say the least of it. Where did you find this, youngling?\n\n...You found it on the planet? Hmm. Worrisome. This was not created by those sandfolk. Too complex, too powerful. Nor by those Lemurians. Tell me, youngling, you did not steal this, did you?\n\n...You did not. I see. Very well. I would like to keep this shape. This shape is dangerous if you do not understand it.\n\nOh, my youngling, do not look so saddened. This shape is remarkable, and I laud your work regardless of this. I simply want to keep it safe. Here, perhaps a reward is in order. Come with me.",

    "SS2_ITEM_RELICOFTERMINATION_NAME": "Relic of Termination",
    "SS2_ITEM_RELICOFTERMINATION_DESC": "Every <style=cIsUtility>{0} seconds</style>, grants a buff which <style=cIsDamage>marks</style> the next spawning enemy. If defeated within <style=cIsUtility>30 seconds</style> <style=cStack>(-10% per stack)</style>, they <style=cIsDamage>drop an item</style> <style=cStack>(item rarity scales with stacks)</style>; if not, they drop <style=cIsDamage>nothing</style> and delay the next mark. <style=cDeath>Marked enemies have significantly increased stats</style>.",
    "SS2_ITEM_RELICOFTERMINATION_PICKUP": "Every {0} seconds, mark an enemy and strengthen them. If defeated in time, they drop an item; if not, they drop nothing.",
    "SS2_ITEM_RELICOFTERMINATION_LORE": "Youngling! Ah, I am so excited to see you return! Have you found anything new?\n\nOh? You have! Do show me, little one. There's no need to be shy.\n\nHm... What have you found this time? It's sturdy and hollow, but when you shake it... it sloshes, like an overripe nutapple. What a strange shape we have here...\n\nOh? Oh my. You were chased by a monster, you say... It did not follow you here, correct?\n\n...It did not. But of course, it would be hard to find us here, wouldn't it, Youngling?\n\nHere, I will take this away. Somewhere where it can bring no monsters to us.\n\n...I understand. It is okay to be afraid sometimes, but you cannot let it overwhelm you. Would it not be cruel to another wanderer to find this shape, and suffer dearly for it?\n\nWe will be safe here, Youngling. Come with me. You must be hungry after being out for so long.",
    "SS2_ITEM_RELICOFTERMINATION_PREFIX": "Terminal {0}",

    "SS2_ITEM_RELICOFECHELON_NAME": "Relic of Echelon",
    "SS2_ITEM_RELICOFECHELON_DESC": "Gain {1} (+{1} per stack) base damage and {2} (+{2} per stack) base health for {3} seconds on use. Using an equipment ermanently increases its cooldown by {0}%",
    "SS2_ITEM_RELICOFECHELON_PICKUP": "Gain a massive buff on equipment use. <style=cDeath>Using an equipment permanently increases its cooldown</style>.",
    "SS2_ITEM_RELICOFECHELON_LORE": "No no Youngling, you are here too soon! I haven't the time to prepare. Please...Come back later."
  }
}