{
    "strings":
    {
        "SS2_MAP_VOIDSHOP_NAME": "Hidden Realm: Stranger's Hideout",
	"SS2_MAP_VOIDSHOP_SUBTITLE": "Somewhere in the Void",
	"SS2_MAP_VOIDSHOP_LORE": "I call it... The FogBound. I got the inspiration for it after I saw a cover of a movie. the boss is basically a Ghastly Face made of fog. its very spooky, Demented, Demonic, hellish, and evil. this boss will be late hardmode. in order to summon him, you will need to make the Foggy Mirror. (a new summoning item for the boss.) in order to craft it, you need a magic mirror and some fog. Fog is an uncommon drop from Wyverns. it has a 45% drop rate chance. you need 15 fog and one magic mirror for this item. this boss is like the ice king from the Necro mod. and the full fight can only be fought at night. it can be fought in the day, but he will despawn when he gets to half his health. when summoned, a message will say. "You've awoken me... time to pay the price..." The fight is very challenging, as he makes copies of himself like the Brain of Cthulu and the Lunatic Cultist. however, you simply have to guess which face it is because the differences between the faces are almost next to none, making part of this fight luck based. his attacks are sending fast fists made of fog to smash you into Oblivion, making the screen foggy and blurry so that you cant see him as well, and if you touch him, you get debuffs like blindness, and other debuffs that are related to making it so that you cant really see around yourself. he is also able to charge directly into you. when he gets below half of his health, he gets 2 fists and his attacks get stronger and faster, however, there is one thing that can make the FogBound extremely deadly. if you see his eyes start to flash orange, it means he is about to blast you with a lethal 1 hit kill laser. this attack is avoidable, but the laser is quite large. for health, he has 65,000. as for the loot, you can decide. try to make it fog themed if you can.\n\nand that's my idea for a boss! what do you think?"

    }
}