{
	"strings": {
		"SS2_ITEM_BLOODTESTER_NAME": "Broken Blood Tester",
		"SS2_ITEM_BLOODTESTER_DESC": "Gain <style=cIsUtility>5 gold</style> for every <style=cIsHealing>20% of your health</style> you heal. <style=cStack>Gold gained scales with stacks, stages cleared, and max health.</style>",
		"SS2_ITEM_BLOODTESTER_PICKUP": "Gain money on healing.",
		"SS2_ITEM_BLOODTESTER_LORE": "Return: Broken Blood Tester\nTracking Number: 288*****\nEstimated Delivery: 06/17/2056\nShipping Method: Priority\nShipping Address: Dionysus Pharmaceuticals Headquarters, Pluto\nShipping Details:\n\nWe're going to need this one repaired before it does our company more harm than good. This thing kept giving us the wrong results every time our MED-E used it. Not only does it clog our workflow, we wind up having to pay out of pocket to the patients since we wrongfully diagnose them, and stick them with needles needlessly. And we can't claim it as the patient being wrong since it's all immediately backed up to the servers. We can't keep shelling out this kind of money, or we'll be bankrupt by next quarter.\n",

		"SS2_ITEM_FIELDACCELERATOR_NAME": "Field Accelerator",
		"SS2_ITEM_FIELDACCELERATOR_DESC": "After defeating the boss, killing enemies inside of the Teleporter radius grants <style=cIsUtility>+{0}%</style> <style=cStack>(+{0}% per stack)</style> <style=cIsUtility>charge</style>.",
		"SS2_ITEM_FIELDACCELERATOR_PICKUP": "Killing enemies reduces Teleporter charge time.",
		"SS2_ITEM_FIELDACCELERATOR_LORE": "<style=cMono>//--AUTO-TRANSCRIPTION FROM ROOM 1455A OF UES [Safe Travels]--//</style>\n\n\"Do you have the device?\"\n\n\"Yes, it's right here.\"\n\n\"It works, right?\"\n\n\"Mmmhmm. Flawlessly.\"\n\n\"Excellent. Remember, no one can know about this.\"\n\n\"Yes, yes, I know. Those... altars, on [REDACTED] have fantastic potential. Once we've analyzed them, replicating them should be a cinch. It'll be a massive scientific breakthrough.\"\n\n\"Good. Just keep low, get your analysis, and get out before anyone gets suspicious.\"\n\n\"Will do. Again, thank you so much for your help.\"\n\n\"It's nothing. As long as you're paying me.\"\n\n\"Eh-heh, about that...\"",

		"SS2_ITEM_HOTTESTSAUCE_NAME": "Hottest Sauce",
		"SS2_ITEM_HOTTESTSAUCE_DESC": "Activating your equipment <style=cIsDamage>ignites</style> enemies within <style=cIsDamage>{0}m</style> for <style=cIsDamage>{1}</style> seconds, dealing <style=cIsDamage>150% base damage</style> plus <style=cIsDamage>100% damage per second</style> <style=cStack>(+50% per stack)</style>.",
		"SS2_ITEM_HOTTESTSAUCE_PICKUP": "Activating your equipment ignites nearby enemies.",
		"SS2_ITEM_HOTTESTSAUCE_LORE": "<style=cMono>//--Auto-Transcription from room K3 (Kitchen, 3rd Floor) of Kaymar Hotel--//</style>\n\nA tall, thin man walks into the room, holding a large cardboard box. \"Hey, CHEF. How's it going?\" He sets the box on the counter. \"Alright, we've got a bunch of new sauces you'll have to get accustomed with. I'll walk you through them now, if you don't mind.\" The CHEF bot gives him its attention, but continues to work.\n\nThe man proceeds down the rows of various colored bottles, explaining to the CHEF their names, flavors, and uses in cooking. Eventually, he stops at a red-colored bottle, and hesitates briefly.\n\n\"...Okay, now. This bottle? It's unlabelled for a reason. If you get a meal order stating that you use \"<style=cDeath>Hottest Sauce</style>\" on it, you go ahead and use this bottle. But do NOT use it under ANY OTHER CIRCUMSTANCES. I know sometimes you need to improvise to finish a dish, but you should NEVER use this bottle if you're doing that. Do you understand?\"\n\nThe CHEF bot, still working, nods affirmatively.\n\n\"Good. I expect great things from you, CHEF.\"\n\nThe CHEF bot nods once again, and briefly pauses its work to put the bottles in the appropriate locations.\n\n\"...Oh, and also?\"\n\nThe CHEF bot pauses to give its attention to the man once more.\n\n\"Please, don't break that bottle. I know you're a robot and all, but I also know that accidents happen, and that particular accident might leave a hole in the floor.\"\n\nThe CHEF bot gazes at the bottle briefly, before carefully setting it in the back of the cupboard with the rest of the sauces.",

		"SS2_ITEM_HUNTERSSIGIL_NAME": "Hunter's Sigil",
		"SS2_ITEM_HUNTERSSIGIL_DESC": "After <style=cIsUtility>standing still</style> for at least 1 second, gain <style=cIsUtility>{0}</style> armor <style=cStack>(+{1} armor per stack)</style> and <style=cIsDamage>{2}%</style> increased damage <style=cStack>(+{3}% per stack)</style>. The effects linger for <style=cIsUtility>{4}</style> <style=cStack>(+{5} per stack)</style><style=cIsUtility> seconds</style> after beginning to move again.",
		"SS2_ITEM_HUNTERSSIGIL_PICKUP": "Standing still grants bonus armor and damage.",
		"SS2_ITEM_HUNTERSSIGIL_LORE": "<style=cMono>Audio transcription complete from portable recorder.\n\nPrinting...\n\n</style>\"You think they'll take the bait?\"\n\"They're gonna have to. Not like we have any other options.\"\n\"I still think using our food like this is too risky.\"\n\"If we don't try, then we'll be dead in a week.\"\n\"Just... make sure we don't lose too much.\"\n\"Nothing more than our lives, at least.\"\n\"...\"\n\"They're here.\"\n\"Oh, good. Take one out and let's get out of here.\"\n\"Not yet...\"\n\"What? It's a waste of our food the longer you wait!\"\n\"Hold on...\"\n\"Take the shot, man, we only have so much!\"\n\"Almost...\"\n\"TAKE THE SHOT.\"\n\"Just about...\"\n\"SHOOT OR GIVE ME THE RIFLE.\"\n\"...\"\n\"GIVE IT TO ME.\"\n\"Hey, be CARE-\"\n\n<style=cMono>End of recording.</style>\n",

		"SS2_ITEM_JETBOOTS_NAME": "Prototype Jet Boots",
		"SS2_ITEM_JETBOOTS_DESC": "<style=cIsUtility>Jumping</style> creates a <style=cIsUtility>slowing explosion</style> that deals <style=cIsDamage>{2}%</style> <style=cStack>(+{3}% per stack)</style> in a <style=cIsDamage>{0}m</style> <style=cStack>(+{1}m per stack)</style> radius.",
		"SS2_ITEM_JETBOOTS_PICKUP": "Detonate on jump!",
		"SS2_ITEM_JETBOOTS_LORE": "Record for the postmortem of Hephaestus Metal Works\n\nLocation: Hephaestus Metal Works, Mars\nLocation Status: Interior destroyed via fire\nCasualties: The owner, via fire\nOn Site Report:\n\nI'd assumed the cause of the fire was the work of a forge, furnace, or even a cigarette break. There wasn't much different from any other workshop of the same niche. A bunch of old kinds of swords, armor, farming equipment, et cetera. Though it would seem the forget was a hobbyist himself, as there were what looked to be some projects you normally wouldn't find there in the back.\n\nA fair amount of them were nothing more than motors and metal. He seemed to practice making clockwork. But he eventually moved on to fuel and engine based items. Old lawn mowers, motor cycles, and generators. He eventually moved on to propulsion systems. Small remote planes, helicopters, an old rusty jetpack. It seemed he was working up to something, and we found what it was in the back.\n\nThere was clearly some genius behind him. He was building a pair of jet boots from scratch. They haven't entered production before, since jetpacks do the job fine, and boots can't be as sturdy and heavy while getting the same amount of thrust. He seemed to have the same thought, as he made them more sturdy for his protection, but tried to compensate by turning up the output on the thrust. The result ended in the heat building up and erupting from below him. Unfortunately, his inventive nature cost him his business and his life.\n\nThe surrounding area didn't take any damage so the shop may be renovated soon. The boots have been confiscated and are en route to be studied and decommissioned, and the remaining items from inside the shop have been sent to their next of kin.\n\nThis concludes my report.\n",

		"SS2_ITEM_STRANGECAN_NAME": "Strange Can",
		"SS2_ITEM_STRANGECAN_DESC": "<style=cIsDamage>8.5%</style> <style=cStack>(+5% per stack)</style> chance to <style=cIsDamage>intoxicate</style> enemies dealing <style=cIsDamage>350% damage over time</style> and <style=cIsUtility>disorienting them</style>.",
		"SS2_ITEM_STRANGECAN_PICKUP": "Chance to intoxicate enemies, causing damage over time.",
		"SS2_ITEM_STRANGECAN_LORE": "Two figures sit, one shivering among a sea of rubble in a frozen burrow. The only lights given are the small remains of a fire, and old sparking wires. Barely any protection against the biting cold.\n\n\"Hey...\" He looks up, distantly hopeful. \"Do you think we'll ever make it off this rock?\"\n\n\"Hard to say.\" She takes a bite of a ration she found.\n\n\"Well there has to be something we've overlooked, right? Some method we just haven't thought of yet?\" He stands up, and begins pacing around anxiously.\n\n\"Could be.\" Another bite.\n\n\"Maybe there's some wreckage with working parts we just haven't found yet, or a problem in the current ones we could fix?\" A shine returning to his eyes, getting himself more hopeful and excited.\n\n\"Definitely possible.\" Another bite.\n\nHe stops as a disgusted look crosses his face. \"Ugh, could you please help me think of something instead of just eating?\"\n\n\"I wouldn't worry about it.\" Another bite.\n\nHis disgust quickly gives way to blatant frustration and anger. \"Why not?! Don't you want to get out of here?!\"\n\nShe sighs, and runs a hand through her hair. \"Well sure. But that doesn't mean we've gotta stress over every little thing. We're alive, ain't we? We're lucky we have that much.\"\n\n\"Well... I suppose you're right... It'd be bad to get worked up right now...\" His expression relaxes as he looks back to the ground.\n\n\"See? Just sit down, relax, and let my old stash warm you up.\" Another bite, as she passes the can.\n",

		"SS2_ITEM_WATCHMETRONOME_NAME": "Watch Metronome",
		"SS2_ITEM_WATCHMETRONOME_DESC": "<style=cIsUtility>Not sprinting</style> gradually builds up to a maximum of <style=cIsUtility>{0}</style> <style=cStack>(+{0} per stack)</style> <style=cIsUtility>charges</style>, increasing your <style=cIsUtility>movement speed</style> when sprinting by up to <style=cIsUtility>{1}%</style>. Increased movement speed decays <style=cIsUtility>while sprinting</style>.",
		"SS2_ITEM_WATCHMETRONOME_PICKUP": "Charge up a movement speed boost while not sprinting.",
		"SS2_ITEM_WATCHMETRONOME_LORE": "Order: Broken Watch Metronome\nTracking Number: 88******\nEstimated Delivery: 04/14/2056:\nShipping Method: Priority\nShipping Address: 33 Skyview Drive, Albumen, Venus\nShipping Details:\n\nHey, this is the watch metronome I told you needed fixing. Apparently, the things been falling outta whack for a couple weeks now, and me and the boys can't get any recording done with it speeding up all the time. I'd like it back fairly quickly, since usin' the in-ear metronome hurts my ears if it's in for too long. Oh, and be careful with it, too. The watch is a gift from my pops, and it really means a lot to me. Thanks a bunch in advance!\n",

		"SS2_ITEM_LOWQUALITYSPEAKERS_NAME": "Low Quality Speakers",
		"SS2_ITEM_LOWQUALITYSPEAKERS_DESC": "Gain <style=cIsUtility>movement speed</style> proportionate to <style=cIsHealth>percentage of missing health</style>, up to a maximum of <style=cIsUtility>+{0}%</style> <style=cStack>(+{0}% per stack)</style> <style=cIsUtility>move speed</style> with <style=cIsHealth>10% or less health remaining</style>.",
		"SS2_ITEM_LOWQUALITYSPEAKERS_PICKUP": "Move faster at lower health.",
		"SS2_ITEM_LOWQUALITYSPEAKERS_LORE": "Return: A-AMP 25-Watt All Purpose Speaker\nTracking Number: 629********\nEstimated Delivery: 03/14/2055\nShipping Method: Priority\nShipping Address 444 Anthem Ln., Twin Cities, Earth\nReason For Return:\n\nSorry to be a burden, mate, but when I unpackaged it and plugged it in to test it, the audio came out...fuzzy? Staticky? I-it's hard to describe. If I had to guess, it got damaged in transit. Guess I'm glad I sprung for the warranty.\n\nRefund:\nReplace: X",

		"SS2_ITEM_CRYPTICSOURCE_NAME": "Cryptic Source",
		"SS2_ITEM_CRYPTICSOURCE_DESC": "Upon <style=cIsDamage>sprinting</style>, unleash a <style=cIsDamage>burst of energy</style> that damages enemies for <style=cIsDamage>{0}%</style> <style=cStack>(+{1}% per stack)</style> damage.",
		"SS2_ITEM_CRYPTICSOURCE_PICKUP": "Sprinting unleashes a damaging burst of energy.",
		"SS2_ITEM_CRYPTICSOURCE_LORE": "Awesome Lore"
	}
}