{
	"strings": {
		"SS2_ITEM_BABYTOYS_NAME": "Baby's Toys",
		"SS2_ITEM_BABYTOYS_DESC": "Lose up to <style=cIsUtility>{0} <style=cStack>(+{0} per stack)</style> levels</style> while <style=cIsUtility>retaining all stats</style>.",
		"SS2_ITEM_BABYTOYS_PICKUP": "Lose {0} levels while keeping all stats.",
		"SS2_ITEM_BABYTOYS_LORE": "Order: Baby's Toys\r\nTracking Number: 013*****\r\nEstimated Delivery: 06\/07\/2056\r\nShipping Method:  High Priority\r\nShipping Address: 431, Golden Shore, Earth\r\nShipping Details:\r\n\r\nHey sweetheart! I'm sorry I couldn't go, but please, please take these for your baby. He's so little, but one day he could be the next big UES captain, who knows! I really want to see you two as soon as possible, things have been rough over here since I got ill and I don't want to put your baby in danger. Love you, please, PLEASE take care!\r\n",

		"SS2_ITEM_DROIDHEAD_NAME": "Droid Head",
		"SS2_ITEM_DROIDHEAD_DESC": "Killing an elite enemy spawns a <style=cIsDamage>Security Drone</style> <style=cStack>(+{0}% base damage per stack)</style> for <style=cIsDamage>{1}s</style> <style=cStack>(+{2}s per stack)</style>. Spawned drones <style=cIsUtility>inherit the elite type</style> of the slain elite.",
		"SS2_ITEM_DROIDHEAD_PICKUP": "Spawn a temporary drone upon killing an elite enemy.",
		"SS2_ITEM_DROIDHEAD_LORE": "Order: Security Robot\nTracking Number: 1138***\nEstimated Delivery: 5/14/2056\nShipping Method: Priority / Fragile\nShipping Address: RaCom Robotics, Asimov, Mars\nShipping Details:\n\nThis was one of the few complete bits we could salvage from those stolen security robots... That militant group on Pluto had stolen a bunch of those ER-14s, and had been using 'em at their bases for a while. This one specifically, ER-14XPC5VVUFF, lines up with the ones you'd tried to recall a while back. I don't know this history, I just know there was a big bounty for whoever could find the remains for this batch. There's other remnants, too, but they're much less complete... Shouldn't be any danger anymore, at least. Gimme a heads up if you want those shipped your way, too.\n",

		"SS2_ITEM_ERRATICGADGET_NAME": "Erratic Gadget",
		"SS2_ITEM_ERRATICGADGET_DESC": "Gain <style=cIsDamage>{0}% critical chance</style>. Critical strikes deal <style=cIsDamage>{1}%</style> <style=cStack>(+{1}% per stack)</style> extra damage.",
		"SS2_ITEM_ERRATICGADGET_PICKUP": "Critical strikes deal extra damage.",
		"SS2_ITEM_ERRATICGADGET_LORE": "<style=cMono>==========================\n======== CallCutter ========\n===== ALPHA 0.1354.1.12 =====\n==========================\n\nCutting into call TdiM3c4fcQQA.34074... done\nAcquiring audio input from Caller A... done\nCaller B........ done\nEncrypting line... done\nEnable live TTS output?\n>Y\n\n==========================\nTEXT-TO-SPEECH OUTPUT BELOW\n==========================\n</style>\nCaller A: Hey, do you still have the gadget?\nCaller B: Yeah, right here, are we still good to go?\nCaller A: Yes, the deal's still on...\nCaller A: You haven't told anyone about this, right?\nCaller B: What, you think I'm stupid? Of course not!\nCaller A: Good. Keep it that way.\nCaller B: I will, I will... Say, are you sure this thing's safe to just, like, send through the system?\nCaller B: This gadget's some sort of high-end weapon modification, isn't it?\nCaller A: Don't sweat it, the gadget's perfectly safe. UES doesn't check their packages. I've used their mailing system loads before, and I'm still doing just fine.\nCaller B: Eh, if you say so. I'll send it through, and I'm expecting fifteen-thousand credits within the next twenty-four hours, as planned.\nCaller A: As planned. Good doing business with you.\n\n<style=cMono>==========================\n=====CALL DISCONNECTED=====\n==========================\n\nSevering line..... done\nBacking up recording........ done\nSave text output?\n>Y\n",

		"SS2_ITEM_GREENCHOCOLATE_NAME": "Green Chocolate",
		"SS2_ITEM_GREENCHOCOLATE_DESC": "When damaged for at least <style=cIsHealth>{0}%</style> of your max HP, the excess damage is reduced by <style=cIsDamage>{1}%</style>, and also gain a stacking buff that grants <style=cIsDamage>+{4}%</style> base damage and <style=cIsDamage>+{5}%</style> critical chance for <style=cIsDamage>{2}s</style> <style=cStack>(+{3}s per stack)</style>. ",
		"SS2_ITEM_GREENCHOCOLATE_PICKUP": "Reduce damage taken and gain a huge damage and critical chance bonus upon taking heavy damage.",
		"SS2_ITEM_GREENCHOCOLATE_LORE": "<style=cMono>Audio transcription complete from signal echoes. Assigning generic tokens.</style>\n\n[Hissing, loud clank]\n\nMAN 1: Uh... Hey, weird question?\n\nMAN 2: [Audible sigh] What?\n\nMAN 1: Do you know of any weird, exotic chocolates that are bright green in color?\n\nMAN 2: What? What on Earth are you on about?\n\nMAN 1: I found some green chocolate in this security chest, and I'm asking if that's normal or not.\n\nMAN 2: Uh, no, it's not. I don't think so, anyways. I wouldn't know.\n\n[Crinkling]\n\nMAN 1: So then what's it supposed to be? Do you think this is poisonous, too?\n\nMAN 2: Probably not. And, ugh, for the last time, the meat wasn't poisonous, you've just got a weak stomach.\n\nMAN 1: Alright, I guess I'll keep it, for if things get desperate.\n\nMAN 2: That's probably not a great idea, but alright.\n\n<style=cMono> End of requested transcript.</style>\n",

		"SS2_ITEM_INSECTICIDE_NAME": "Insecticide",
		"SS2_ITEM_INSECTICIDE_DESC": "<style=cIsDamage>{0}%</style> chance to <style=cIsDamage>poison</style> an enemy for <style=cIsDamage>{1}%</style> <style=cStack>(+{1}% per stack)</style> base damage.",
		"SS2_ITEM_INSECTICIDE_PICKUP": "Poison enemies on hit.",
		"SS2_ITEM_INSECTICIDE_LORE": "Return: REAVE Insect Killer Aerosol 400g (8)\nTracking Number: 3528*******\nEstimated Delivery: 1/6/2056\nShipping Method: Standard\nShipping Address: 299 Umbrella Way, Itoki Fluctus, Venus\nReason For Return:\n\nProduct arrived damaged. Five cans have noticable physical damage and deformities, two to the point of leakage. One is completely burst. I've seen your commercials and knowing what that stuff's capable of leaves me thinking it'd best be disposed of by your experts, on your dime.\n\nI'll be expecting a refund on this as well.",

		"SS2_ITEM_NKOTASHERITAGE_NAME": "Nkota's Heritage",
		"SS2_ITEM_NKOTASHERITAGE_DESC": "Receive <style=cIsUtility>{0}</style> <style=cStack>(+{0} per stack)</style> <style=cIsUtility>items</style> upon level up. Rarity of items increases with level.",
		"SS2_ITEM_NKOTASHERITAGE_PICKUP": "Receive an item upon level up.",
		"SS2_ITEM_NKOTASHERITAGE_LORE": "\"My friends. I have gathered you all here today to share some important news.\n\nFirst, it pains my heart to announce that Nkota, the last of our great leaders, our kind matriarch, has sadly passed on from this life. As far as we know, she took her last breath peacefully in rest last night, full of years and with all business here finished. With that said, there shall be no one to succeed her in leadership. She was the last of her line, with no living brothers, sisters, or children.\n\nInstead, in her final testament, her wisdom has created a new beginning. For us. For all of us. Her wish is that the remaining members of this community spread out, either together or separately, into the world. It is perhaps a drastic option, but one that I, personally, also believe to be the best for this community.\n\nNkota shall be buried at our final destination, as is her will. You all may grieve for her and this community for a time, but do not tarry. A group of pilgrims will travel with myself to the great grey path, fifty miles west, after a week's time. You may follow, or go on your own way. It is your choice entirely. If you do not think that you can make the journey, do not fret. Nkota may have had no children, yes, but her heritage is in spirit, not in blood. You are all her children, and she will protect you until you reach your final goal.\n\nThank you all for your time. I would suggest you begin to pack your possessions for the journey ahead.\"\n\n - Eulogy for Nkota and the Village of Dago",

		"SS2_ITEM_PORTABLEREACTOR_NAME": "Portable Reactor",
		"SS2_ITEM_PORTABLEREACTOR_DESC": "Gain <style=cIsUtility>full invulnerability</style> for the first <style=cIsUtility>{0}s</style> <style=cStack>(+{1}s per stack)</style> of a stage.",
		"SS2_ITEM_PORTABLEREACTOR_PICKUP": "Become invincible when entering a stage.",
		"SS2_ITEM_PORTABLEREACTOR_LORE": "Eighty seconds. Damned lizards. They're more cunning than they seemed.\n\nSeventy seconds. She took a moment to breathe. What had once been harsh winds was no still air, contained within the miniature biosphere.\n\nSixty seconds. She counted her bullets.\n\nFifty seconds. Two remaining magazines, a box-worth of shells, one grenade - waterlogged, and a duled knife. Not nearly enough.\n\nForty seconds. She counted their heads.\n\nThirty seconds. The lizards gave her shield a wide berth. Either they were frightened of this new technology, or... they were waiting her out.\n\nTwenty seconds. She loaded her shotgun.\n\nTen seconds. The lizards charged - and she hoped she was ready.",

		"SS2_ITEM_SKATEBOARD_NAME": "Swift Skateboard",
		"SS2_ITEM_SKATEBOARD_DESC": "<style=cIsUtility>Sprint</style> in <style=cIsUtility>any direction</style>. Using skills grants a buff which provides <style=cIsUtility>+{0}%</style> <style=cStack>(+{1}% per stack)</style> <style=cIsUtility>movement speed</style> for <style=cIsUtility>{4}</style> seconds, up to <style=cIsUtility>{2}</style> stacks.",
		"SS2_ITEM_SKATEBOARD_PICKUP": "Sprint in any direction. Using skills makes you move faster.",
		"SS2_ITEM_SKATEBOARD_LORE": "<style=cIsHealth>WORK IN PROGRESS - PLEASE READ THE NOTE AND GIVE FEEDBACK!\n\n</style><style=cStack>Developer Note: The original version of this from Starstorm 1 doesn't work due to RoR2 always allowing you to move. Do people like this version of the item? Some other things to note before suggesting changes:\n\n > Making all skills agile would be cool, but is very hacky, at best.\n > Does sprinting in any direction even feel good? Rob always said it didn't, but I think it's fine.\n > Is the speed boost too much? Too little? Should it stay?</style>",

		"SS2_ITEM_BANEFLASK_NAME": "Bane Flask",
		"SS2_ITEM_BANEFLASK_DESC": "Spread debuffs on kill or something also has a debuff owie that hurts",
		"SS2_ITEM_BANEFLASK_PICKUP": "Debuffs spread on kill. Attacks apply bane.",
		"SS2_ITEM_BANEFLASK_LORE": "the green hurts ow!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
	
	}
}