{
	"strings": {
		"SS2_DROIDDRONE_NAME": "Security Drone",

		"SS2_DRONE_CLONE_NAME": "Duplicator Drone",

		"SS2_DRONE_SHOCK_NAME": "Shock Drone",

		"SS2_TRADER_BODY_NAME": "Zanzan the Faded",
		"SS2_TRADER_BODY_SUBTITLE": "Veiled Negotiator",
		"SS2_TRADER_CONTEXT": "Bargain?",

		"SS2_TRADER_POPUP_TEXT": "Offer an item to the trader?",
		"SS2_TRADER_WANT_TEXT": "The trader mutters, \"<i><link=\"textWavy\">",
		"SS2_TRADER_WANT2_TEXT": "..</link></i>\"",

		"SS2_TRADER_QUALITY_BESTEST": "<b>Most Wanted</b>",
		"SS2_TRADER_QUALITY_BEST": "<b>Excellent</b>",
		"SS2_TRADER_QUALITY_GREAT": "<b>Great</b>",
		"SS2_TRADER_QUALITY_GOOD": "<b>Good</b>",
		"SS2_TRADER_QUALITY_MODERATE": "<b>Fine</b>",
		"SS2_TRADER_QUALITY_POOR": "<b>Poor</b>",
		"SS2_TRADER_QUALITY_WORTHLESS": "<b>Worthless</b>",

		"SS2_LAMPBOSS_BODY_NAME": "Wayfarer",
		"SS2_LAMPBOSS_BODY_SUBTITLE": "Usher of Light",
		"SS2_UNLOCKABLE_LOG_LAMPBOSS": "Logbook: Wayfarer",
		"SS2_LAMPBOSS_BODY_LORE": "LITTLE ONES, GATHER HERE TO ME. I MUST WARN YOU OF SOMETHING.\n\n...\n\nTHE TRAVELER HAS RETURNED TO THIS REALM.\n\nLONG AGO, I SUBDUED HIM, BANISHED HIM FROM OUR GARDEN. BUT NOW, HE THREATENS OUR HOME ONCE AGAIN.\n\nIF YOU SEE HIM, DO NOT LISTEN TO HIM. HE WILL TRY TO SWAY YOU TO HIS SIDE, WITH PROMISES OF WARMTH AND SAFETY AND STRENGTH.\n\nIT IS A TRAP.\n\nONCE HE HAS YOUR TRUST, YOU WILL BE A SLAVE TO HIS LIGHT. YOU WILL BEAR YOUR OWN CHAINS, JUST AS HE BEARS HIS OWN.\n\n...\n\nBUT - DO NOT WORRY. I WILL PROTECT THE GARDEN. IF HE HAS THE AUDACITY TO RETURN TO ME, THAT IS.\n\nAS FOR YOU, LITTLE ONES, I HAVE A GIFT FOR EACH AND EVERY ONE OF YOU. COME CLOSER.\n\nCLOSER NOW!\n\nNOW, WATCH - WATCH HERE. WATCH MY HAND.\n\nYOU ALL WILL HELP ME TEND TO THE GARDEN.",

		"SS2_LAMP_BODY_NAME": "Follower",
		"SS2_UNLOCKABLE_LOG_LAMP": "Logbook: Follower",
		"SS2_LAMP_BODY_LORE": "Oh, dear. Look at you, poor thing.\n\nYou're freezing.\n\nHere, now. You've been through so much already.\n\n...\n\nThere we go. Your flame has reignited. That will keep you warm, for now.\n\nCome with me. I'll introduce you to the others.\n\nOh? Of course there are others. It'd be cruel to be the only one of your kind, wouldn't it?\n\nCome, now! Don't tarry. They'll share their warmth with you. Just follow me.\n\nYou'll be safe here.",

		"SS2_FAMILY_LAMP": "<style=cWorldEvent>[WARNING] You encounter a profound sense of stillness..</style>"

		"SS2_AGARTHAN_BODY_NAME": "Agarthan",
		"SS2_UNLOCKABLE_LOG_AGARTHAN": "Logbook: Agarthan",

		"SS2_RUNSHROOM_BODY_NAME": "Rushrum",
		"SS2_UNLOCKABLE_LOG_RUNSHROOM": "Logbook: Rushrum",
		"SS2_RUNSHROOM_BODY_LORE": "We awoke in a panic, our tent ablaze. Our equipment a molten mass of the periodic table.\n\n\"H-hey, over there! That thing!\"\n\nIt was so small, it looked like it could be a bug under our shoe, yet the mess it made... There was no other way.\n\n\"Stay here, I'm gonna go squeeze that thing to a fuckin' pulp.\"\n\nI sat there and watched as my crew lept like frogs at the small fungi, unable to even graze its surface. Profanities like a siren in the air.\n\nOur efforts were fruitless. I signaled for the crew to return to aid in the dowsing of the flames.\n\n\"Pipe down and get over here! The fire ain't dyin' by itself! The bastard's like a roach, you won't catch it!\"\n\nThe damages weren't covered."
	}
}