{
    "strings":
    {
        "SS2_BORG_NAME": "Borg",
        "SS2_BORG_SUBTITLE": "Man Made Monstrosity",
        "SS2_BORG_DESCRIPTION": "The Borg is a well-rounded survivor, prepared for any situation.<color=#CCD3E0> \n\n < ! > Unmaker is instant and very accurate, making it useful against enemies both at close and long ranges. \n\n < ! > Rising Star shines when dealing with several hard to hit enemies, as it can hit several targets in a short amount of time. \n\n < ! > Overheat Redress vacuums up nearby enemies before exploding - it also provides a quick burst of movement in the opposite direction from which it's fired. \n\n < ! > Recall can be a very handy asset while exploring the map, to backtrack to the teleporter or to an interactable. Teleporting also deals heavy damage to any enemies you appear inside of.</color>\n\n",
        "SS2_BORG_OUTRO_FLAVOR": "..and so he left, with a broken arm and no spare parts.",
        "SS2_BORG_OUTRO_FAILURE": "..and so he vanished, teleportation beacon left with no signal.",
        "SS2_BORG_LORE": "<style=cMono>Audio file found under \"Dr. Rayell's Testimony\". Playing...</style>\n\n\"Recording started. Begin testing, Dr. Rayell.\"\n\n\"Thank you. After the EOD's smashing success with biomechanical augmentations, producing some of the finest combat engineers to ever come out of the department, they proceeded further with slightly more... shall we say, experimental designs.\"\n\n\"How so?\"\n\n\"The department began looking into mental augmentation. It was definitely a leap, to be sure. Augmentation was already very cutting edge, but supplementing - or even replacing a damaged brain? It was a tall order. But the heads thought we could do it, so we obliged.\"\n\n\"Hm. What came of your project?\"\n\n\"Once prototyping was complete, we began the human trials. We got all sorts of folks as test subjects, they were vegetative, mentally unstable, broken people. We were told to fix them as best would could.\"\n\n\"And how did that go?\"\n\n\"It was... It was a travesty. Some of them were simply too far gone. There was nothing we could do. Those were the best cases. Worse was when they rejected the replacements. Some died in a swift immune response. The more cognisant ones begged for us to end the headaches they were having. Some of them just started screaming. They'd scream for hours and hours, sometimes for days even. And then they'd stop. They'd literally scream themselves to death.\"\n\n\"That's, um, a bit unsettling. Is that all?\"\n\n\"There was one. One who made it through the replacement. And it worked wonderfully. We got him in a vegetative state, no hope whatsoever, and we took him from that, and we gave him - maybe not his full life back, but perhaps something resembling it. You have no idea how thankful I was to hear that he was doing well.\"\n\n\"Well, I suppose that's good to hear. So, what's happened to him?\"\n\n\"You know? I'm not sure. Other than some behavioral changes, which is to be expected, he was able to return to society rather gracefully. We've done check-ups on him every three months to analyze long-term effects, but... Actually? Now that I'm thinking about it, he didn't show up for it last month. Oh, well. I'm sure he's doing fine. I'll have to contact him about that.\"\n\n\"Um, alright, then. Thank you for your time, Dr. Rayell. Your testimony is... Well, it's certainly something. I hope to hear more about your projects in the future.\"\n\n\"Very well. I hope you find what you're looking for.\"\n\n<style=cMono>End of file.</style>",

        

        "KEYWORD_SS2_TELEFRAG": "<style=cKeywordName>Telefragging</style><style=cSub>Deals heavy damage to enemies when teleporting inside of them.</style>",

        

        "SS2_BORG_PASSIVE_NAME": "Jet Thrusters",
        "SS2_BORG_PASSIVE_DESCRIPTION": "Holding the Jump key allows you to <style=cIsUtility>slow your descent</style>.",

        
        
        "SS2_BORG_PRIMARY_GUN_NAME": "Unmaker",
        "SS2_BORG_PRIMARY_GUN_DESCRIPTION": "Fire at contenders for <style=cIsDamage>damage% damage</style>.",
        "SS2_BORG_SECONDARY_AIMBOT_NAME": "Rising Star",
        "SS2_BORG_SECONDARY_AIMBOT_DESCRIPTION": " <style=cIsUtility>Stunning</style>. Quickly fire three seeking shots at contenders in front for <style=cIsDamage>3xDamage% damage</style>.",
        "SS2_BORG_SPECIAL_NOTPREON_NAME": "Overheat Redress",
        "SS2_BORG_SPECIAL_NOTPREON_DESCRIPTION": "Blast yourself backwards, firing a greater energy bullet that deals up to <style=cIsDamage>damage% damage per second</style>. Explodes after time, dealing <style=cIsDamage>%damage damage</style>.",
        "SS2_BORG_SPECIAL_TELEPORT_NAME": "Recall",
        "SS2_BORG_SPECIAL_TELEPORT_DESCRIPTION": " <style=cIsDamage>Telefragging</style>. Place a teleportation beacon. Once the beacon is set, recast to teleport to it. Teleporting <style=cIsUtility>reduces skill cooldowns by 4 seconds</style>.",
        "SS2_BORG_SPECIAL_TELEPORTB_NAME": "Recall",
        "SS2_BORG_SPECIAL_TELEPORTB_DESCRIPTION": "Tap to teleport to your placed beacon. Hold to remove your placed beacon."
    }
}