{
  "strings": {
    "SS2_ITEM_RELICOFDUALITY_NAME": "Relique de Dualité",
    "SS2_ITEM_RELICOFDUALITY_DESC": "Endommager les ennemis les brûle pour <style=cMono>RÉSOUDRE CETTE ÉQUATION LOL</style> <style=cStack>(+quelque chose % par cumul)</style>. <style=cDeath>Être touché vous gèle pendant quelques secondes, je ne sais pas lol, figurez cela quand cet objet sera implémenté.</style>",
    "SS2_ITEM_RELICOFDUALITY_PICKUP": "Toutes les attaques brûlent les ennemis. <style=cDeath>Tous les dégâts vous gèlent.</style>",
    "SS2_ITEM_RELICOFDUALITY_LORE": "Hmm? Oh, jeune ! Tu es revenu plus tôt que prévu. As-tu terminé ta recherche?\n\nOh, mon cher. Jeune, pourquoi trembles-tu ? Quelque chose t'a-t-il fait mal ?\n\nTu as trouvé quelque chose qui t'a fait mal ? Hmm. Curieux. L'as-tu toujours avec toi ?\n\n...Je vois. Laisse-moi le regarder, alors. Viens maintenant, et montre-moi ce que tu as trouvé.\n\nHmm. Une chose étrange, celle-ci. Un feu flamboyant, mais froid au toucher. Comme c'est contre nature. Il y a cependant une certaine harmonie en cela. Alors que la chaleur apporte chaleur et vie, le froid la tempère et la maintient en échec. Mais de la même manière, ce froid amer peut apporter le désespoir et la mort sans la chaleur pour le contenir.\n\n...Oh, mais me voilà à nouveau à divaguer. Il faut prendre soin de toi, jeune. S'il te plaît, viens avec moi.",

    "SS2_ITEM_RELICOFEXTINCTION_NAME": "Relique de l'Extinction",
    "SS2_ITEM_RELICOFEXTINCTION_DESC": "WIP DESC",
    "SS2_ITEM_RELICOFEXTINCTION_PICKUP": "WIP PICKUP",
    "SS2_ITEM_RELICOFEXTINCTION_LORE": "WIP LORE",

    "SS2_ITEM_RELICOFFORCE_NAME": "Relique de la Force",
    "SS2_ITEM_RELICOFFORCE_DESC": "Toutes les attaques frappent <style=cIsDamage>1</style> <style=cStack>(+1 par cumul)</style> fois supplémentaire pour <style=cIsDamage>{1}%</style> de dégâts TOTAL. Les <style=cIsUtility>attaques consécutives</style> sur le même ennemi augmentent les dégâts infligés de <style=cIsDamage>{1}%</style>, jusqu'à un maximum de <style=cIsDamage>{2}%</style> de dégâts TOTAL. <style=cDeath>Réduit la vitesse d'attaque et augmente les temps de recharge des compétences de {0}%</style> <style=cStack>(-{0}% par cumul)</style>.",
    "SS2_ITEM_RELICOFFORCE_PICKUP": "Toutes les attaques frappent une fois de plus. <style=cDeath>Réduction de la vitesse d'attaque et augmentation des temps de recharge des compétences</style>.",
    "SS2_ITEM_RELICOFFORCE_LORE": "Ah, jeune ! Tu es revenu une fois de plus, avec ce qui semble être un sac complet, aussi ! Plein de récupérations, n'est-ce pas ?\n\nHmm. Le sac est lourd, mais il est presque vide. Tu... Tu ne me caches pas quelque chose, jeune ?\n\n...Tu as trouvé quelque chose de très lourd. Je comprends. Pardonne-moi pour mes soupçons. Montre-moi cette chose que tu as trouvée.\n\nAh ! Tu as raison, jeune. Cette chose est petite, mais difficile à tenir. Elle se brise et se fragmente, et chaque morceau est aussi lourd que le tout. Quelle chose remarquable, cela !\n\nJe vais le mettre avec les autres choses merveilleuses que tu as trouvées. Une chose comme ça pourrait être dangereuse si elle tombait entre de mauvaises mains. Quant à toi, jeune... Hmm, je pense que quelques réparations pour ton sac s'imposent. Viens avec moi.",

    "SS2_ITEM_RELICOFMASS_NAME": "Relique de la Masse",
    "SS2_ITEM_RELICOFMASS_DESC": "<style=cIsHealing>Augmente la santé maximale</style> de <style=cIsHealing>{0}%</style> <style=cStack>(+{0}% par cumul)</style>. <style=cDeath>Diminue l'accélération et la décélération</style> d'un facteur de <style=cDeath>{1}</style> <style=cStack>(+{1} par cumul)</style>.",
    "SS2_ITEM_RELICOFMASS_PICKUP": "Doublez votre santé maximale. <style=cDeath>Vos mouvement ont de l'élan</style>.",
    "SS2_ITEM_RELICOFMASS_LORE": "Ah, bienvenue de nouveau ! Jeune, qu'as-tu trouvé ?\n\nHmmm. Encore des trouvailles de la lande dévastée ? Très bien. Tu peux garder ces choses, si tu le souhaites. As-tu trouvé autre chose ?\n\nAh, tu en as trouvé ? Montre-le moi alors, jeune.\n\nOh ! Cette forme que tu as trouvée ! Elle est robuste, mais pas loyale. Puissante, mais en même temps aussi fragile. C'est une forme singulière, pour le moins qu'on puisse dire. Où as-tu trouvé cela, jeune ?\n\n...Tu l'as trouvé sur la planète ? Hmm. Inquiétant. Cela n'a pas été créé par ces gens du sable. Trop complexe, trop puissant. Ni par ces Lemuriens. Dis-moi, jeune, tu ne l'as pas volé, n'est-ce pas ?\n\n...Tu ne l'as pas fait. Je vois. Très bien. J'aimerais garder cette forme. Cette forme est dangereuse si on ne la comprend pas.\n\nOh, mon jeune, ne sois pas si attristé. Cette forme est remarquable, et je salue ton travail indépendamment de cela. Je veux simplement la garder en sécurité. Tiens, peut-être qu'une récompense s'impose. Viens avec moi.",

    "SS2_ITEM_RELICOFTERMINATION_NAME": "Relique de la Terminaison",
    "SS2_ITEM_RELICOFTERMINATION_DESC": "Chaque <style=cIsUtility>{0} secondes</style>, accorde un buff qui <style=cIsDamage>marque</style> le prochain ennemi apparaissant. S'il est vaincu dans les <style=cIsUtility>30 secondes</style> <style=cStack>(-10% par cumul)</style>, il <style=cIsDamage>laisse tomber un objet</style> <style=cStack>(la rareté de l'objet augmente avec les piles)</style> ; sinon, il ne laisse <style=cIsDamage>rien</style> tomber et retarde la prochaine marque. <style=cDeath>Les ennemis marqués ont des statistiques significativement augmentées</style>.",
    "SS2_ITEM_RELICOFTERMINATION_PICKUP": "Chaque {0} secondes, marque un ennemi et le renforce. S'il est vaincu à temps, il laisse tomber un objet ; sinon, il ne laisse rien tomber.",
    "SS2_ITEM_RELICOFTERMINATION_LORE": "Jeune ! Ah, je suis tellement excitée de te voir revenir ! As-tu trouvé quelque chose de nouveau ?\n\nOh ? Tu as trouvé ! Montre-moi, petite. Il n'y a pas besoin d'être timide.\n\nHm... Qu'as-tu trouvé cette fois-ci ? C'est solide et creux, mais quand tu le secoues... ça glougloute, comme une noix de pomme trop mûre. Quelle forme étrange avons-nous ici...\n\nOh ? Oh mon. Tu as été poursuivi par un monstre, dis-tu... Il ne t'a pas suivi ici, n'est-ce pas ?\n\n...Il ne l'a pas fait. Mais bien sûr, il serait difficile de nous trouver ici, n'est-ce pas, jeune ?\n\nIci, je vais l'emporter. Quelque part où il ne peut amener aucun monstre jusqu'à nous.\n\n...Je comprends. Il est normal d'avoir peur parfois, mais tu ne peux pas laisser cela te submerger. Ne serait-ce pas cruel pour un autre vagabond de trouver cette forme et de souffrir considérablement à cause d'elle ?\n\nNous serons en sécurité ici, jeune. Viens avec moi. Tu dois avoir faim après être resté dehors si longtemps.",
    "SS2_ITEM_RELICOFTERMINATION_PREFIX": "Terminal {0}",

    "SS2_ITEM_RELICOFECHELON_NAME": "Relique d'Échelon",
    "SS2_ITEM_RELICOFECHELON_DESC": "Gagnez {1} (+{1} par cumul) de dégâts de base et {2} (+{2} par cumul) de santé de base pendant {3} secondes à l'utilisation. Utiliser un équipement augmente définitivement son temps de recharge de {0}%.",
    "SS2_ITEM_RELICOFECHELON_PICKUP": "Obtenez un énorme bonus lors de l'utilisation de l'équipement. <style=cDeath>L'utilisation d'un équipement augmente définitivement son temps de recharge</style>.",
    "SS2_ITEM_RELICOFECHELON_LORE": "Non non, Jeune, tu es là trop tôt ! Je n'ai pas le temps de me préparer. S'il te plaît... Reviens plus tard."
  }
}