{
    "strings":
    {
    "SS2_MAP_VOIDSHOP_NAME": "Royaume Caché : Repaire de l'Étranger",
	"SS2_MAP_VOIDSHOP_SUBTITLE": "Quelque part dans le Vide",
	"SS2_MAP_VOIDSHOP_LORE": "Il s'appelle... Le Brouillard Maudit. J'ai eu l'inspiration pour lui après avoir vu la couverture d'un film. Le boss est essentiellement un Visage Fantomatique fait de brouillard. Il est très effrayant, dément, démoniaque, infernal et maléfique. Ce boss sera disponible en fin de mode difficile. Pour le invoquer, vous devrez créer le Miroir Brumeux (un nouvel objet d'invocation pour le boss). Pour le fabriquer, vous aurez besoin d'un miroir magique et de brouillard. Le brouillard est un butin rare des Wyvernes, avec un taux de drop de 45%. Vous aurez besoin de 15 brouillards et d'un miroir magique pour cet objet. Ce boss est semblable au Roi de glace du mod Necro, et le combat complet ne peut avoir lieu que la nuit. Vous pouvez le combattre le jour, mais il disparaîtra lorsqu'il atteindra la moitié de sa vie. Lors de son invocation, un message indiquera : \"Tu m'as réveillé... il est temps de payer le prix...\" Le combat est très difficile, car il crée des copies de lui-même comme le Cerveau de Cthulhu et le Cultiste Lunatique. Cependant, vous devez simplement deviner quel visage est le sien, car les différences entre les visages sont presque inexistantes, rendant cette partie du combat basée sur la chance. Ses attaques consistent à envoyer des poings rapides faits de brouillard pour vous écraser dans l'oubli, rendant l'écran brumeux et flou afin que vous ne puissiez pas le voir aussi bien, et si vous le touchez, vous obtenez des debuffs comme la cécité, et d'autres debuffs qui sont liés au fait que vous ne pouvez pas vraiment voir autour de vous. Il peut également charger directement vers vous. Lorsqu'il descend en dessous de la moitié de sa vie, il obtient 2 poings et ses attaques deviennent plus fortes et plus rapides. Cependant, il y a une chose qui peut rendre le Brouillard Maudit extrêmement mortel. Si vous voyez ses yeux commencer à clignoter en orange, cela signifie qu'il est sur le point de vous frapper avec un laser mortel en un seul coup. Cette attaque est évitable, mais le laser est assez large. Pour la santé, il a 65 000 points de vie. Quant au butin, vous pouvez décider. Essayez de le faire sur le thème du brouillard si possible.\n\nEt voilà mon idée pour un boss ! Qu'en pensez-vous ?"

    }
}