{
  "strings": {
    "SS2_EXECUTIONER2_NAME": "Exécuteur",
    "SS2_EXECUTIONER2_SUBTITLE": "Guillotine Redoutée",
    "SS2_EXECUTIONER2_DESCRIPTION": "Le but de l'Exécuteur est de répandre autant de sang que possible en un minimum de temps. Balles chargées, manipulateurs ioniques prêts.\n\n<color=#CCD3E0> < ! > Utilisez le pistolet de service pour marquer des éliminations et charger vos manipulateurs ioniques - ou chargez-les manuellement pendant les temps morts.\n\n< ! > La Rafale Ionique est à son maximum de puissance lorsqu'elle est utilisée à pleine charge. Dispersez ses tirs dans une foule pour maximiser son effet choquant.\n\n< ! > L'Exécution est un excellent outil de contrôle de foule ET de cible unique. N'oubliez pas que ses dégâts dépendent du nombre de cibles touchées !\n\n< ! > Utilisez la Dispersion de Foule pour manipuler les ennemis et les préparer à une Exécution bien placée.",
    "SS2_EXECUTIONER2_OUTRO_FLAVOR": "Et ainsi, il partit, une coquille vide d'armure trempée de sang.",
    "SS2_EXECUTIONER2_OUTRO_FAILURE": "Et ainsi, il disparut, échappant à l'inévitable.",
    "SS2_EXECUTIONER2_LORE": "La mort est inévitable. Elle vient pour nous tous. Certains peuvent essayer de l'éviter, ou de fuir. Mais la mort arrive tout de même. Cependant, la mort est simplement le coût de la guerre. Et la mort dans un combat glorieux est l'une des meilleures morts qu'un homme puisse demander.\n\nMais, comme toujours, certains chercheraient à fuir la mort. Nous les appelons par de nombreux noms. Déserteurs, lâches, traîtres. Chacun d'entre eux, traîtres à la cause. Ces traîtres doivent être punis pour leur crime. Et cette punition : dans une ironie du sort, est précisément la chose qu'ils ont essayé d'éviter.\n\nLa mort viendra pour eux. Pas comme une spectre vêtu d'une robe avec une faux. Pas dans un imperméable, tenant un revolver. Pas comme une maladie, ni l'usure du temps. Non. Pour eux, la mort viendra portant une armure de combat lustrée, avec un pistolet de service chargé et des manipulateurs ioniques entièrement chargés.",

    "SS2_KEYWORD_FEAR2": "<style=cKeywordName>Peur</style><style=cSub>Force les ennemis affectés à cesser d'attaquer et à fuir. Les ennemis sont ralentis de 50% et exécutés lorsqu'ils ont 15% de santé ou moins.</style>",
    "SS2_KEYWORD_EXECUTING2": "<style=cKeywordName>Exécution</style><style=cSub>Les dégâts et le coefficient de déclenchement sont doublés un seul ennemi est touché. Les éliminations doublent les stocks de manipulateur ionique gagnés.</style>",
    "SS2_KEYWORD_RECHARGING2": "<style=cKeywordName>Rechargement</style><style=cSub>Cette compétence peut recharger des stocks supplémentaires en maintenant le bouton enfoncé ou en tuant des ennemis. Les stocks supplémentaires augmentent la capacité maximale.</style>",
    "SS2_KEYWORD_IONARMORBUFF": "<style=cKeywordName>Armure Ionique</style><style=cSub>Augmente l'armure de 60 et réduit les temps de recharge des compétences de 20%.</style>",

    "SS2_SKIN_EXECUTIONER2_DEFAULT": "Par défaut",
    "SS2_SKIN_EXECUTIONER2_MASTERY": "Guerrier",
    "SS2_SKIN_EXECUTIONER2_ELECTRO": "Electrocuteur",
    "SS2_SKIN_EXECUTIONER2_CLASSIC": "Nostalgique",

    "SS2_EXECUTIONER_PISTOL_NAME": "Pistolet de service",
    "SS2_EXECUTIONER_PISTOL_DESCRIPTION": "Tirez avec votre pistolet pour infliger <style=cIsDamage>180% de dégâts</style>.",

    "SS2_EXECUTIONER2_EXECUTION_NAME": "Exécution",
    "SS2_EXECUTIONER2_EXECUTION_DESC": "<style=cIsDamage>Exécution</style>. Sautez en l'air et <style=cIsDamage>frappez</style> avec une hache ionique pour infliger <style=cIsDamage>1450% de dégâts</style>. <style=cIsUtility>Maintenez pour viser.</style>",

    "SS2_EXECUTIONER2_FIRINGSQUAD_NAME": "Fusillade",
    "SS2_EXECUTIONER2_FIRINGSQUAD_DESC": "<style=cIsDamage>Choquant</style>. Invoquez un peloton d'exécution avec des pistolets ioniques, tirant rapidement des balles ioniques pour infliger <style=cIsDamage>350% de dégâts</style> par balle mais réduisant la <style=cIsHealth>vitesse de déplacement de -60%</style>. <style=cIsUtility>Maintenez pour prolonger la durée. Le temps de recharge augmente avec la durée d'utilisation.</style>",

    "SS2_EXECUTIONER2_IONBURST_NAME": "Rafale Ionique",
    "SS2_EXECUTIONER2_IONBURST_DESC": "<style=cIsDamage>Électrocutant</style>. Déchargez rapidement les <style=cIsUtility>stocks de manipulateur ionique</style> sous forme de balles ioniques infligeant <style=cIsDamage>350% de dégâts</style> par balle.",

    "SS2_EXECUTIONER2_IONCHARGE_NAME": "Manipulateurs Ioniques",
    "SS2_EXECUTIONER2_IONCHARGE_DESC": "Maintenez pour accumuler jusqu'à <style=cIsUtility>10 unités</style>, et remplacez votre <style=cIsDamage>compétence principale</style>. <style=cIsUtility>Tuer des ennemis ajoute également des unités.</style>",

    "SS2_EXECUTIONER2_DASH_NAME": "Dispersion de foule",
    "SS2_EXECUTIONER2_DASH_DESC": "Déplacez-vous rapidement en avant et inspirez la <style=cIsUtility>peur</style> chez les ennemis proches.",

    "SS2_EXECUTIONER2_IONJUGGERNAUT_NAME": "Seigneur Ionique",
    "SS2_EXECUTIONER2_IONJUGGERNAUT_DESC": "Balansez votre hache ionique pour <style=cIsDamage>1700% de dégâts</style> tant que la touche est maintenue. L'activation commence à consommer lentement les <style=cIsUtility>charges de l'Ion Manipulator</style> pour projeter une armure ionique."
  }
}
