{
  "strings": {
    "SS2_ITEM_RELICOFDUALITY_NAME": "이중성의 유물",
    "SS2_ITEM_RELICOFDUALITY_DESC": "적에게 피해를 주면 <style=cMono>이 수학 좀 풀어봐요 ㅋㅋ</style> <style=cStack>(+중첩당 뭔가%)</style>만큼 불태웁니다. <style=cDeath>피격 시 몇 초간 얼어붙습니다. 이 아이템이 구현되면 알아서 파악하세요.</style>",
    "SS2_ITEM_RELICOFDUALITY_PICKUP": "모든 공격이 적을 불태웁니다. <style=cDeath>모든 피해가 당신을 얼어붙게 합니다.</style>",
    "SS2_ITEM_RELICOFDUALITY_LORE": "음? 오, 애야! 예상보다 일찍 돌아왔구나. 탐색은 마쳤느냐?\n\n오, 세상에. 애야, 왜 떨고 있느냐? 어디 다치기라도 한 게냐?\n\n널 다치게 한 걸 찾았다고? 흠. 이상하구나. 아직 가지고 있느냐?\n\n...알겠다. 어디 한번 보자꾸나. 이리 오너라, 네가 찾은 것을 보여다오.\n\n흠. 이거 참 이상한 물건이로구나. 타오르는 불꽃인데, 만지면 차갑구나. 이 얼마나 부자연스러운가. 허나, 여기엔 어떤 조화가 있구나. 열기가 온기와 생명을 가져오듯, 냉기는 그것을 단련시키고 억제하지. 하지만 마찬가지로, 그 혹독한 추위는 열기가 막아주지 않으면 절망과 죽음을 가져올 수도 있단다.\n\n...오, 이런, 또 쓸데없는 말을 길게 늘어놓았구나. 널 돌봐줘야겠구나, 애야. 자, 나를 따라오렴.",

    "SS2_ITEM_RELICOFEXTINCTION_NAME": "멸종의 유물",
    "SS2_ITEM_RELICOFEXTINCTION_DESC": "설명 제작 중",
    "SS2_ITEM_RELICOFEXTINCTION_PICKUP": "엄청난 피해를 주는 블랙홀이 당신을 따라다니지만, 당신도 피해를 입을 수 있습니다.",
    "SS2_ITEM_RELICOFEXTINCTION_LORE": "로어 제작 중",

    "SS2_ITEM_RELICOFFORCE_NAME": "힘의 유물",
    "SS2_ITEM_RELICOFFORCE_DESC": "모든 공격이 <style=cIsDamage>{1}%</style>의 총 피해량으로 <style=cIsDamage>1</style> <style=cStack>(+중첩당 1)</style>회 추가로 타격합니다. 같은 적에게 <style=cIsUtility>연속적인 타격</style> 시 주는 피해가 <style=cIsDamage>{1}%</style>씩 증가하여, 최대 <style=cIsDamage>{2}%</style>의 총 피해를 줍니다. <style=cDeath>공격 속도가 감소하고 스킬 재사용 대기시간이 {0}% 증가합니다</style> <style=cStack>(-중첩당 {0}%)</style>.",
    "SS2_ITEM_RELICOFFORCE_PICKUP": "모든 공격이 추가로 타격합니다. <style=cDeath>공격 속도가 감소하고 스킬 재사용 대기시간이 증가합니다.</style>",
    "SS2_ITEM_RELICOFFORCE_LORE": "아, 애야! 다시 돌아왔구나, 가방도 두둑해 보이는구나! 찾아온 것들로 가득 찼구나, 그렇지?\n\n흠. 꾸러미가 무겁지만, 거의 비어 있구나. 너... 나한테 뭘 숨기고 있는 건 아니겠지, 애야?\n\n...아주 무거운 걸 찾았다고. 알겠다. 의심해서 미안하구나. 네가 찾은 그 물건을 보여다오.\n\n아! 네 말이 맞구나, 애야. 이 물건은 작지만, 들고 있기가 어렵구나. 산산조각 나고 갈라지는데, 각 조각이 전체만큼이나 무겁다니. 이 얼마나 놀라운 물건인가!\n\n네가 찾은 다른 멋진 것들과 함께 두마. 이런 물건은 나쁜 손에 들어가면 위험할 수 있으니. 그리고 너는, 애야... 흠, 네 가방을 좀 수선해야겠구나. 나를 따라오렴.",

    "SS2_ITEM_RELICOFMASS_NAME": "질량의 유물",
    "SS2_ITEM_RELICOFMASS_DESC": "<style=cIsHealing>최대 체력</style>이 <style=cIsHealing>{0}%</style> <style=cStack>(+중첩당 {0}%)</style> 증가합니다. <style=cDeath>가속 및 감속</style>이 <style=cDeath>{1}</style> <style=cStack>(+중첩당 {1})</style>배만큼 감소합니다.",
    "SS2_ITEM_RELICOFMASS_PICKUP": "최대 체력이 두 배가 됩니다. <style=cDeath>움직임에 관성이 생깁니다.</style>",
    "SS2_ITEM_RELICOFMASS_LORE": "아, 어서 오너라! 애야, 뭘 찾았느냐?\n\n흠. 저주받은 황무지에서 더 찾아온 게냐? 아주 좋구나. 원한다면 그 물건들은 가져도 좋다. 다른 건 찾은 게 없느냐?\n\n아, 있느냐? 그럼 보여다오, 애야.\n\n오! 네가 찾은 이 형체! 견고하지만, 충직하지는 않구나. 강력하면서도, 동시에 연약하기도 하고. 그야말로 기묘한 형체로구나. 이걸 어디서 찾았느냐, 애야?\n\n...행성에서 찾았다고? 흠. 걱정이로구나. 이건 저 모래 부족이 만든 게 아니다. 너무 복잡하고, 너무 강력해. 레무리아인들의 것도 아니고. 말해보렴, 애야, 이걸 훔친 건 아니겠지?\n\n...아니라고. 알겠다. 아주 좋아. 이 형체는 내가 보관하고 싶구나. 이 형체는 이해하지 못하면 위험하단다.\n\n오, 애야, 그리 슬픈 표정 짓지 마라. 이 형체는 놀라우며, 나는 네 공적을 칭찬한단다. 그저 안전하게 보관하고 싶을 뿐이야. 자, 아마도 보상이 필요하겠구나. 나를 따라오렴.",

    "SS2_ITEM_RELICOFTERMINATION_NAME": "종결의 유물",
    "SS2_ITEM_RELICOFTERMINATION_DESC": "<style=cIsUtility>{0}초</style>마다, 다음에 생성되는 적에게 <style=cIsDamage>표식</style>을 남기는 강화 효과를 얻습니다. <style=cIsUtility>30초</style> <style=cStack>(-중첩당 10%)</style> 안에 처치하면, <style=cIsDamage>아이템을 떨어뜨립니다</style> <style=cStack>(아이템 희귀도는 중첩에 비례)</style>. 실패하면 <style=cIsDamage>아무것도 떨어뜨리지 않고</style> 다음 표식이 지연됩니다. <style=cDeath>표식이 새겨진 적은 능력치가 대폭 증가합니다.</style>",
    "SS2_ITEM_RELICOFTERMINATION_PICKUP": "{0}초마다 적에게 표식을 새기고 강화합니다. 시간 내에 처치하면 아이템을, 실패하면 아무것도 떨어뜨리지 않습니다.",
    "SS2_ITEM_RELICOFTERMINATION_LORE": "애야! 아, 네가 돌아와서 정말 기쁘구나! 뭐 새로운 거라도 찾았느냐?\n\n오? 찾았구나! 보여주렴, 작은 아가야. 부끄러워할 필요 없단다.\n\n흠... 이번엔 뭘 찾았느냐? 단단하고 속은 비었는데, 흔들어보면... 마치 너무 익은 넛애플처럼 찰랑거리는구나. 참으로 이상한 형체로구나...\n\n오? 오, 세상에. 괴물에게 쫓겼다고... 여기까지 따라오진 않았겠지?\n\n...않았다고. 물론, 여기까지 우릴 찾아내긴 힘들겠지, 그렇지 않니, 애야?\n\n자, 이건 내가 치우마. 우리에게 어떤 괴물도 데려오지 못할 곳으로.\n\n...이해한단다. 가끔은 두려워해도 괜찮아, 하지만 거기에 압도당해선 안 된단다. 다른 방랑자가 이 형체를 발견하고 혹독한 고통을 겪는다면, 그 또한 잔인한 일이 아니겠니?\n\n우린 여기서 안전할 거란다, 애야. 나를 따라오렴. 오랫동안 밖에 있었으니 배고프겠구나.",
    "SS2_ITEM_RELICOFTERMINATION_PREFIX": "종결의 {0}",

    "SS2_ITEM_RELICOFECHELON_NAME": "제대의 유물",
    "SS2_ITEM_RELICOFECHELON_DESC": "장비 사용 시 {3}초 동안 기본 공격력이 {1}(+중첩당 {1}), 기본 체력이 {2}(+중첩당 {2}) 증가합니다. 장비를 사용하면 영구적으로 재사용 대기시간이 {0}% 증가합니다.",
    "SS2_ITEM_RELICOFECHELON_PICKUP": "장비 사용 시 강력한 강화 효과를 얻습니다. <style=cDeath>장비를 사용하면 영구적으로 재사용 대기시간이 증가합니다.</style>",
    "SS2_ITEM_RELICOFECHELON_LORE": "안 돼, 안 돼, 애야, 너무 일찍 왔구나! 준비할 시간이 없었단다. 부디... 나중에 다시 오렴.",

    "SS2_ITEM_PRIMAL_BIRTHRIGHT_NAME": "원시적 계승권",
    "SS2_ITEM_PRIMAL_BIRTHRIGHT_DESC": "매 <style=cIsUtility>스테이지마다</style> <style=cIsUtility>{0}</style> <style=cStack>(+중첩당 {1})</style>개의 전설 상자를 얻지만, <style=cDeath>계승권을 획득하기 전에는 떠날 수 없습니다</style>.",
    "SS2_ITEM_PRIMAL_BIRTHRIGHT_PICKUP": "매 스테이지마다 전설 상자를 얻지만, <style=cDeath>계승권을 획득하기 전에는 떠날 수 없습니다.</style>",
    "SS2_ITEM_PRIMAL_BIRTHRIGHT_LORE": "양피지의 상징들은 당신에게 낯설다. 당신은 그것들이 무엇인지 이해하지 못하지만, 어쩐지 그것들이 품고 있는 의미는 이해한다. 힘. 의지. 권위, 그리고 하나의 메시지.\n\n\"지배할 권리는 힘과 지혜로 얻는 것이지, 그 외에는 없다. 타인에게 부여받을 수 없다. 태생이나 혈통으로 부여받을 수 없다. 오직 힘만이 스스로를 정당화한다.\"\n당신은 다시 내려다본다. 선체의 깜박이는 불빛이 조각 안에 기이한 형상을 드리운다. 그 빛에 반사된 그림자들이, 형상으로 합쳐지고, 인물로 합쳐진다.\n\n두 그림자가 새벽을 배경으로 목적 없이 비틀거린다. 짧고 뭉툭한 그림자. 씨앗 하나가 한쪽의 머리카락에 떨어지자, 그것은 웃으며 씨앗을 다시 흙에 심는다. 씨앗 하나가 다른 한쪽의 손에 떨어진다. 그것은 무엇이 자랄지 알기 위해 조심스럽게 그것을 벌려 본다.\n\n태양이 하늘을 가로지르자 그림자는 길어진다. 황혼을 배경으로 길고 위압적인 그림자. 빛을 향한 섬뜩한 문처럼 완벽하게 자리 잡고 있다.\n\n한 그림자는 더욱 빠르게 자라기 시작하여, 온 세상이 어둠의 담요가 될 때까지 뻗어 나간다. 외로운 그림자는 감옥에 갇힌 채 몸부림치고, 칠흑 같은 바다 속에서 구별되지 않으며, 사라지기를 맹렬히 거부한다.\n\n한 그림자는 빛 속에 남는다. 이제 떠오르는 태양 앞에 서서 그 빛을 가린다. 금빛 햇살이 그것을 감싸며 그림자를 위한 코로나 후광을 형성한다. 주변 세계와 극명하게 대조되며 서 있다- 눈부시고, 타는 듯하며, 형체 없는. 이기적이다. 그것은 움직이지 않는다.\n\n눈을 가늘게 뜨자, 상징들은 새로운 의미를 품고 있다.\n\n\"이건 불공평해.\""

  }
}